Repository: chs-59/HuMo-gen-Server
Catalog: languages/*/*.po
Languages: hu

source: This button will become available if you have made merges, and surrounding relatives (parents, children or spouses) have to be considered for merging too.<br> By pressing this button, you can then continue to check the surrounding relatives, pair by pair, and merge them if necessary. If those merges will create additional surrounding relatives to consider, they will be automatically added to the list.<br> Surrounding relatives are saved to the database and you can also return to it at a later stage.
hu: Ez a gomb akkor lesz elérhető, ha egyesítéseket hajtott végre és környező rokonok (szülők, gyermekek vagy házastársak) egyesítésének a lehetősége is felmerül.<br> Ha megnyomja ezt a gombot, utána páronént ellenőrizheti a környező rokonokat és egyesítheti őket, ha szükséges. Ha ezek az egyesítések a maguk rendjén további számításba jövő környező rokonpárt generálnak, ezeket automatikusan a listához adjuk.<br> A környező rokonok az adatbázisban mentésre kerülnek és ön egy későbbi fázisban visszatérhet ezekhez.

source: You will be presented, one after the other, with pairs of possible duplicates to consider for merging.<br> After a merge you can switch to "relatives merge" and after that return to duplicate search where you left off.
hu: Egymás után bemutatjuk a lehetséges duplákat az egyesítés megfontolása végett.<br> Egyesítés után átkapcsolhat a "Rokonok egyesítésére", majt visszatérhet a duplák egyesítéséhez, oda, ahol ezt abbahagyta.

source: You can pick two persons out of the database to consider for merging.
hu: Kiválaszthat két személyt az adatbázisból egyesítés céljából.

source: Here you can change the default filters for the different merge options.
hu: Itt módosíthatja az alapértelmezett szűrőket a különböző egyesítési beállításokhoz.

source: Surrounding relatives check
hu: Környező rokonok ellenőrzése

source: Nr.
hu: Sz.

source: of
hu: ennek:

source: relatives to check
hu: rokont kell ellenőrizni

source: Person 1:
hu: 1. személy:

source: Person 2:
hu: 2. személy:

source: Gedcom number:
hu: Gedcom szám:

source: last name
hu: vezetéknév

source: first name
hu: keresztnév

source: patronym
hu: patronimikon

source: birth place
hu: születési hely

source: baptism place
hu: keresztelés helye

source: death place
hu: elhalálozás helye

source: burial place
hu: temetés helye

source: stillborn
hu: holtan született

source: general text
hu: általános jegyzet

source: name text
hu: név jegyzet

source: birth text
hu: születés jegyzet

source: baptism text
hu: keresztelés jegyzet

source: death text
hu: elhalálozás jegyzet

source: burial text
hu: temetés jegyzet

source: Read text
hu: Jegyzet olvasása

source: (no data)
hu: (nincs adat)

source: Picture
hu: Kép

source: baptism witness
hu: keresztelési tanú

source: burial witness
hu: temetési tanú

source: Other names
hu: Más nevek

source: Internet link / URL
hu: Internetes hivatkozás / URL

source: was successfully merged into
hu: sikeresen egyesítettük ezzel:

source: After this merge there are %d surrounding relatives to be checked for merging!
hu: Az egyesítés után %d környező rokont kell ellenőrizni egyesítés céljából!

source: <b>You are strongly advised to move to "Relatives merge" mode to check all surrounding persons who may have to be checked for merging.</b><br> While in "Relatives merge" mode, any persons who might need merging as a result of consequent merges will be added automatically.<br> This is the easiest way to make sure you don't forget anyone.
hu: <b>Nagyon ajánlott a "Rokonok egyesítése" opcióra térés, hogy ellenőrizze a környező személyeket, akiket esetleg egyesíteni kellene.</b><br> Míg a "Rokonok egyesítése" módban van, minden további személyt automatikusan a listához adunk, aki az egymást követő egyesítések nyomán kerül számításba.<br> Ez a legegyszerűbb mód arra, hogy senki ne maradjon ki a folyamatból.

source: Continue manual merge
hu: Kézi egyesítés folytatása

source: Continue with next pair
hu: Folytassa a következő párral

source: Here you can add some overall texts for EVERY family tree (and for EVERY LANGUAGE!).<br>Select language, and change text
hu: Itt átfogó jegyzeteket adhat hozzá MINDEN családfához (és MINDEN NYELVHEZ!)<br>Válasszon nyelvet, majd módosítsa a szöveget

source: Add "Default" (e.g. english) texts for all languages, and/ or select a language to add texts for that specific language
hu: Adjon "Alapértelmezett" (pl. angol) jegyzetet minden nyelvhez, és / vagy válasszon ki egy nyelvet, hogy jegyzetet adjon az adott nyelvhez

source: Extra text in main menu
hu: Extra szöveg a főmenüben

source: I.e. a website
hu: Pl. egy weboldal

source: Extra source in main menu
hu: Extra forrás a főmenüben

source: Upper text family page
hu: Családi oldal felső szövege

source: I.e. Familypage
hu: Pl. Családi oldal

source: Lower text family page
hu: Családi oldal alsó szövege

source: I.e.: For more information: &lt;a href="mailform.php"&gt;contact&lt;/a&gt;
hu: T.i.: További információért: &lt;a href="mailform.php"&gt;contact&lt;/a&gt;

source: Family tree administration
hu: Családfa adminisztráció

source: Selected:
hu: Kiválasztva:

source: Are you sure you want to remove this tree <b>AND all its statistics</b>?
hu: Biztosan el kívánja távolítani ezt a fát <b>ÉS ennek összes statisztikáját</b>?

source: Family tree texts (per language)
hu: Családfa jegyzetek (nyelvenként)

source: Merge Data
hu: Egyesítés dátuma

source: Are you sure you want to delete this user?
hu: Biztosan eltávolítja ezt a felhasználót?

source: Change password
hu: Jelszó megváltoztatása

source: User group
hu: Felhasználói csoport

source: no need to log in
hu: nem kell bejelentkezni

source: Ancestor sheet
hu: Ősök lapja

source: Ancestor report
hu: Ősfa jelentés

source: You are not authorised to see this page.
hu: Nincs jogosultsága az oldal megtekintéséhez.

source: Address by person
hu: Cím személy szerint

source: Ancestor chart
hu: Ősfa diagram

source: Fanchart
hu: Legyező diagram

source: Descendant report
hu: Leszármazási jelentés

source: Descendant chart
hu: Leszármazási diagram

source: DNA Charts
hu: DNS Diagramok

source: Outline report
hu: Vázlatos jelentés

source: Last visited family:
hu: Legutóbb látogatott család:

source: Receive newsletter
hu: Hírlevél előfizetés

source: ERROR: username already exists
hu: HIBA: már létező felhasználónév

source: ERROR: No identical passwords
hu: HIBA: Nem lehet azonos jelszó

source: New registered user
hu: Új felhasználó

source: Wrong answer to the block-spam question! Try again...
hu: Rossz válasz a levélszemét-blokkoló kérdésre! Róbálja újra...

source: birth
hu: születés

source: death
hu: elhalálozás

source: Date of death unknown
hu: Elhalálozás dátuma ismeretlen

source: Date of birth unknown
hu: Születés dátuma ismeretlen

source: SPOUSE_MALE
hu: Férj

source: SPOUSE_FEMALE
hu: Feleség

source: partnership
hu: élettársi kapcsolat

source: with
hu: ezzel:

source: son
hu: fia

source: daughter
hu: lánya

source: child
hu: gyermek

source: grandson
hu: unoka

source: granddaughter
hu: unoka

source: grandchild
hu: unoka

source: Select another family tree, or login for the selected family tree.
hu: Válasszon más családfát vagy jelentkezzen be a kiválasztott családfához.

source: Select a family tree
hu: Válasszon családfát

source: Latest update:
hu: Legutóbbi frissítés:

source: Owner family tree:
hu: Családfa tulajdonos:

source: Total
hu: Összesen

source: Enter name or part of name
hu: Írja be a nevet vagy a név egy részét

source: Minimum: 3 characters.
hu: Legkevesebb: 3 betű.

source: All but selected tree
hu: Minden fa, kivéve a kiválasztott

source: Advanced search
hu: Haladó keresés

source: Patronyms
hu: Patronimikon

source: persons are not shown due to privacy settings
hu: személy nincs megjelenítve adatvédelmi beállítások miatt

source: Your settings are updated!
hu: Beállításai naprakészek!

source: Updated profile
hu: Frissített profil

source: User updated his/ her profile
hu: Felhasználó frissítette az adatlapját

source: All persons born here:
hu: Minden itt született személy:

source: Persons born here until
hu: Az itt született személyek ez előtt:

source: All persons that died here:
hu: Minden itt elhunyt személy:

source: Persons that died here until
hu: Személyek, akik elhunytak ez előtt:

source: at least
hu: legkebesebb

source: at most
hu: legtöbb

source: approximately
hu: hozzávetőlegesen

source: years
hu: év

source: under 1 year old
hu: 1 éves kor alatt

source: estimated &#177;
hu: körülbelül &#177;

source: from
hu: ettől:

source: to
hu: eddig

source: Adopted by both
hu: Örökbefogadva mindkettő által

source: Adopted by father
hu: Örökbefogadta az apa

source: Adopted by mother
hu: Anya által örökbe fogadva

source: AFN number
hu: AFN szám

source: Ancestor interest
hu: Érdekelt ős

source: Annulled
hu: Érvénytelenítve

source: arrive
hu: érkezés

source: Baptized LDS
hu: LDS keresztség

source: Blessing
hu: Áldás

source: Caste
hu: Kaszt

source: Census
hu: Népszámlálás

source: Confirmation
hu: Konfirmáció

source: Confirmation LDS
hu: LDS Konfirmáció

source: Common law
hu: Magánjog

source: Descendant interest
hu: Érdekelt leszármazott

source: Divorce filed
hu: Válókereset

source: Emigrated
hu: Emigrált

source: Endowment LDS
hu: LDS avatás

source: Engaged
hu: Eljegyezve

source: event
hu: esemény

source: Eye colour
hu: Szem színe

source: First Communion
hu: Első áldozás

source: Funeral
hu: Temetés

source: Graduated
hu: Diplomázott

source: Hair colour
hu: Haj színe

source: Height
hu: Magasság

source: Immigrated
hu: Bevándorló

source: ID number
hu: Azonosító

source: Interred
hu: Elhantolva

source: justified
hu: indokolt

source: Marriage settlement
hu: Házassági egyesség

source: Marriage bond
hu: Házassági kötvény

source: Medical condition
hu: Egészségi állapot

source: Military service
hu: Katonai szolgálat

source: Nationality
hu: Nemzetiség

source: No children
hu: Nincs gyermek

source: Nr. of children
hu: Gyermekek sz.

source: Not living
hu: Nincs életben

source: Never married
hu: Sosem kötött házasságot

source: BK NOT MARRIED
hu: BK NEM KÖTÖTT HÁZASSÁGOT

source: Ordination
hu: Felszentelés

source: Permanent number
hu: Állandó szám

source: Probate
hu: Probandus

source: Property
hu: Tulajdon

source: Marr ID number
hu: Házassági azonosító szám

source: Ref. number
hu: Ref. szám

source: Retirement
hu: Nyugdíjazás

source: Sealed child LDS
hu: LDS elpecsételt gyermek

source: Sealed to spouse LDS
hu: Elpecsételés házastárshoz LDS

source: Social Security Number
hu: Társadalombiztosítási szám

source: taxpayer
hu: adófizető

source: Weight
hu: Súly

source: Will signed
hu: Aláírt végrendelet

source: Non marital
hu: Nem házassági

source: Marriage notice
hu: Házasság hiretése

source: Married notice (religious)
hu: Házasság hirdetése (egyházi)

source: Married (religious)
hu: Házasságot kötött (egyházi)

source: religion:
hu: vallás:

source: from:
hu: ettől:

source: divorced
hu: elvált

source: Married
hu: Házasságot kötött

source: related
hu: rokon

source: stillborn boy
hu: halva született fiú

source: stillborn girl
hu: halva született lány

source: Name filtered
hu: Szűrt név

source: Family group sheet
hu: Családi csoportlap

source: Timeline
hu: idővonal

source: Relationship calculator
hu: Rokonság-számoló

source: Hourglass chart
hu: Homokóra diagram

source: PRIVACY FILTER
hu: ADATVÉDELMI SZŰRŐ

source: relationship with
hu: kapcsolat vele:

source: married to
hu: házasságot kötött vele:

source: marriage with
hu: házasság vele:

source: Registered
hu: Bejegyzett

source: divorced from
hu: elvált ettől:

source: marriage (divorced) with
hu: házasság (elvált) ezzel:

source: son of
hu: szülei:

source: daughter of
hu: szülei:

source: child of
hu: szülei:

source: adoption parents
hu: örökbe fogadott szülei

source: stepparent
hu: mostohaszülő

source: legal parent
hu: törvényes szülő

source: foster parent
hu: nevelőszülő

source: ash dispersion
hu: hamvak szétszórása

source: occupation
hu: foglalkozás

source: occupations
hu: foglalkozások

source: residence
hu: lakhely

source: Residence (family)
hu: Lakhely (család)

source: residences
hu: lakhelyek

source: Residences (family)
hu: Lakhelyek (család)

source: source text
hu: forrás jegyzet

source: role
hu: szerep

source: marriage witness
hu: házassági tanú

source: marriage witness (religious)
hu: házassági tanú (egyházi)

source: City
hu: Város

source: Right click on the image below and save it as a .png file to your computer.<br>You can then print it over multiple pages with dedicated third-party programs, such as the free:
hu: Kattintson jobb gombbal az alábbi képre és mentse le .png állományként számítógépére. <br>Később kinyomtathatja több oldalra egy megfelelő programmal, mint az ingyenes:

source: If you have a plotter you can use its software to print the image on one large sheet.
hu: Ha rendelkezik plotterrel, felhasználhatja ennek szoftverét, hogy a képet egy nagy lapra nyomtassa.

source: PRIVACY FILTER
hu: ADATVÉDELMI SZŰRŐ

source: PROBANT
hu: PROBANDUS

source: Grandparents
hu: Nagyszülők

source: Great-Grandparents
hu: Dédszülők

source: Great Great-Grandparents
hu: Ükszülők

source: 3rd Great-Grandparents
hu: Szépszülők

source: 4th Great-Grandparents
hu: Ősszülők

source: 5th Great-Grandparents
hu: Ősszülők

source: 6th Great-Grandparents
hu: Ősszülők

source: 7th Great-Grandparents
hu: Ősszülők

source: 8th Great-Grandparents
hu: Ősszülők

source: 9th Great-Grandparents
hu: Ősszülők

source: 10th Great-Grandparents
hu: Ősszülők

source: 11th Great-Grandparents
hu: Ősszülők

source: 12th Great-Grandparents
hu: Ősszülők

source: 13th Great-Grandparents
hu: Ősszülők

source: 14th Great-Grandparents
hu: Ősszülők

source: 15th Great-Grandparents
hu: Ősszülők

source: 16th Great-Grandparents
hu: Ősszülők

source: 17th Great-Grandparents
hu: Ősszülők

source: 18th Great-Grandparents
hu: Ősszülők

source: 19th Great-Grandparents
hu: Ősszülők

source: 20th Great-Grandparents
hu: Ősszülők

source: 21th Great-Grandparents
hu: Ősszülők

source: 22th Great-Grandparents
hu: Ősszülők

source: 23th Great-Grandparents
hu: Ősszülők

source: 24th Great-Grandparents
hu: Ősszülők

source: 25th Great-Grandparents
hu: Ősszülők

source: 26th Great-Grandparents
hu: Ősszülők

source: 27th Great-Grandparents
hu: Ősszülők

source: 28th Great-Grandparents
hu: Ősszülők

source: 29th Great-Grandparents
hu: Ősszülők

source: 30th Great-Grandparents
hu: Ősszülők

source: 31th Great-Grandparents
hu: Ősszülők

source: 32th Great-Grandparents
hu: Ősszülők

source: 33th Great-Grandparents
hu: Ősszülők

source: 34th Great-Grandparents
hu: Ősszülők

source: 35th Great-Grandparents
hu: Ősszülők

source: 36th Great-Grandparents
hu: Ősszülők

source: 37th Great-Grandparents
hu: Ősszülők

source: 38th Great-Grandparents
hu: Ősszülők

source: 39th Great-Grandparents
hu: Ősszülők

source: 40th Great-Grandparents
hu: Ősszülők

source: 41th Great-Grandparents
hu: Ősszülők

source: 42th Great-Grandparents
hu: Ősszülők

source: 43th Great-Grandparents
hu: Ősszülők

source: 44th Great-Grandparents
hu: Ősszülők

source: 45th Great-Grandparents
hu: Ősszülők

source: 46th Great-Grandparents
hu: Ősszülők

source: 47th Great-Grandparents
hu: Ősszülők

source: generation
hu: generáció

source: divorced
hu: elvált

source: Title:
hu: Cím:

source: Download RTF report.
hu: RTF jelentés letöltése.

source: TIP: Don't use Wordpad to open this file (the lay-out will be wrong!). It's better to use a text processor like Word or OpenOffice Writer.
hu: TIPP: Ne használja a Wordpad szerkesztőt az állomány megnyitására (a szövegelrendezés hibás lehet!). Jobb, ha a Word- vagy OpenOffice Writer-hez hasonló szövegszerkesztőt használ.

source: Back
hu: Vissza

source: Legend
hu: Jelmagyarázat

source: married
hu: házasságot kötött

source: Day
hu: Nap

source: Same Y-DNA as
hu: Azonos Y-DNS a következőével:

source: Same mtDNA as
hu: Azonos mtDNS a következőével

source: vertical
hu: függőleges

source: horizontal
hu: vízszintes

source: Y-DNA Carriers only
hu: Csak Y-DNS hordozók

source: Y-DNA Mark carriers
hu: Y-DNS Marker hordozó

source: mtDNA Carriers only
hu: Csak mtDNS hordozó

source: mtDNA Mark carriers
hu: mtDNA Marker hordozó

source: Nr. generations
hu: Generációk száma

source: Zoom level:
hu: Nagyítás szintje:

source: died
hu: meghalt

source: Settings family screen
hu: Beállítások - család nézet

source: Family Page
hu: Család oldal

source: Pictures
hu: Képek

source: Hide pictures
hu: Képek elrejtése

source: Add to favourite list
hu: Hozzáadás a kedvencek listájához

source: TIP: use %s for other (ancestor and descendant) reports.
hu: TIPP: (felmenői és leszármazási) jelentésekhez és családfákhoz vigye a kurzort a %s fölé

source: *** Privacy filter is active, one or more items are filtered. Please login to see all items ***
hu: *** Adatvédelmi szűrő aktív, egy vagy több elem szűrve van. Jelentkezzen be, hogy minden elemet láthasson ***

source: Child
hu: Gyermek

source: follows
hu: következik

source: Adopted child:
hu: Örökbefogadott gyermek:

source: Stepchild
hu: Mostohagyermek

source: Legal child
hu: Törvényes gyermek

source: Family events
hu: Családi események

source: New user note
hu: Új felhasználói megjegyzés

source: User note by family
hu: Felhasználói megjegyzés család szerint

source: Your information is saved and will be reviewed by the webmaster.
hu: Információit mentettük, a webmester hamarosan átnézi.

source: Add information or remarks
hu: Információ vagy megjegyzés hozzáadása

source: Your e-mail address is missing. Please add you're mail address here:
hu: Hiányzó e-meil cím. Kérjük, e-mail címét itt adja meg:

source: Send
hu: Küldés

source: RELOAD FANCHART WITH 'VIEW' BUTTON ON THE LEFT
hu: LEGYEZŐ DIAGRAM ÚJRATÖLTÉSE A BALOLDALI "VIEW" / "NÉZET" GOMBBAL

source: Fan style
hu: Legyező stílus

source: half
hu: fél

source: full
hu: teljes

source: Font size
hu: Betűméret

source: Years only
hu: Csak évek

source: Full dates
hu: Teljes dátumok

source: Fan width:
hu: Legyező szélessége:

source: "auto" for automatic resizing for best display, or value between 50-300
hu: "auto" a legjobb megjelenítéshez való automatikus átméretezésért, vagy 50-300 közötti érték

source: Background
hu: Háttér

source: transparent
hu: áttetsző

source: white
hu: fehér

source: No Chinese ttf font file found
hu: Nincs Chinese ttf betűtípus

source: Download link
hu: Letöltés hiperhivatkozás

source: Unzip and place in "include/fanchart/chinese/" folder
hu: Csomagolja ki és helyezze át az "include/fanchart/chinese/" mappába

source: Family tree index
hu: Családfa index

source: Photobook
hu: Fotóalbum

source: Tools
hu: Eszközök

source: Anniversary list
hu: Évforduló lista

source: Contact
hu: Kapcsolat

source: User settings
hu: Felhasználói beállítások

source: characters
hu: betűk

source: Favourites list:
hu: Kedvencek lista:

source: Information
hu: Információ

source: Places (by persons)
hu: Helységek (személyek szerint)

source: Places (by families)
hu: Helységek (családok szerint)

source: Register
hu: Feliratkozás

source: birth pl.
hu: szül. hely.

source: bapt pl.
hu: ker. hely.

source: death pl.
hu: hal. hely.

source: bur pl.
hu: tem. hely.

source: Find place
hu: Helység keresése

source: Contains
hu: Tartalmazza

source: Equals
hu: Egyenlő

source: Starts with
hu: Ezzel kezdődik

source: Choose sex:
hu: Válassza ki a nemet:

source: Male
hu: Férfi

source: Female
hu: Nő

source: Partner firstname
hu: Házastárs keresztneve

source: Partner lastname
hu: Házastárs családi neve

source: Tip
hu: Tipp

source: Standard search
hu: Alapvető keresés

source: persons found.
hu: személyt találtunk.

source: Concise view
hu: Tömör nézet

source: No names found.
hu: Nem találtunk neveket.

source: Sort by:
hu: Rendezze a következő szerint:

source: All names
hu: Összes név

source: Frequency of Surnames
hu: Családnév gyakoriság

source: Number of displayed surnames
hu: Megjelenített személynevek száma

source: Number of columns
hu: Oszlopok száma

source: families found.
hu: családot találtunk.

source: No valid username or password.
hu: Nincs érvényes felhasználónév vagy jelszó.

source: Sending e-mail failed!
hu: Az e-mail küldése nem sikerült!

source: E-mail sent!
hu: E-mail elküldve!

source: The e-mail function has been switched off!
hu: Az e-mail funkciót kikapcsolták!

source: Mail form
hu: Űrlap elküldése

source: Please answer the block-spam-question:
hu: Kérjük, válaszoljon a levélszemét-blokkoló kérdésre:

source: Display birth or death locations across different time periods
hu: Születési vagy elhalálozási helység megjelenítése különböző időszakokon át

source: Display:
hu: Megjelenítés:

source: Birth locations
hu: Születési helyek

source: Death locations
hu: Elhalálozási helyek

source: Find location on the map
hu: Találja meg a helységet a térképen

source: Display births until:
hu: Születések megjelenítése a köv. előtt:

source: Display deaths until:
hu: Elhalálozások megjelenítése a köv. előtt:

source: Filter by specific family name(s)
hu: Megadott családi nev(ek) szerinti szűrés

source: Mark checkbox next to name(s)
hu: Jelölje meg a nev(ek) melletti négyzeteket

source: Choose
hu: Választás

source: Mapping with specific name(s):
hu: Térképezés megadott nev(ek)kel:

source: Switch name filter off
hu: Névszűrő kikapcsolása

source: Filter by descendants of:
hu: Szűrje a következő személy leszármazottaira:

source: Switch descendant filter off
hu: Leszármazottak szerinti szűrés kikapcsolása

source: No known birth places amongst descendants
hu: Nincs ismert születési hely a leszármazottak között

source: Filter by descendants of a person
hu: A személy leszármazottai szerinti szűrés

source: Pick a name or enter ID:
hu: Válasszon nevet vagy írja be az azonosítót:

source: Pick a name from the pulldown list
hu: Válasszon nevet a legördülő listából

source: today
hu: ma

source: Location:
hu: Helység:

source: For a list of persons born here until
hu: Az itt született személyek listája ez előtt:

source: For a list of all people that died here until
hu: Az itt elhunyt személyek listája ez előtt:

source: click here
hu: kattintson ide

source: Read about this location in
hu: Olvasson erről a helységről itt:

source: Hide dates
hu: Dátumok elrejtése

source: Show dates
hu: Dátumok megjelenítése

source: Dates below names
hu: Dátumok a nevek alatt

source: Dates beside names
hu: Dátumok a nevek mellett

source: Choose number of generations to display
hu: Válassza ki a megjeleníteni kívánt generációk számát

source: Photo's per page
hu: Fotó oldalanként

source: Registration completed
hu: Feliratkozás befejezve

source: At this moment you are registered in the user-group "guest". The administrator will check your registration, and select a user-group for you.
hu: Jelenleg a "guest" felhasználói csoportba van jelentkezve. Az adminisztrátor ellenőrzi a feliratkozását és kiválasztja az önnek megfelelő felhasználói csoportot.

source: The register function has been switched off!
hu: A feliratkozás opció ki van kapcsolva!

source: User registration form
hu: Felhasználó feliratkozása űrlap

source: Repeat password
hu: Ismételje meg a jelszót

source: or: ID
hu: vagy: ID
