Repository: chs-59/HuMo-gen-Server
Catalog: languages/*/*.po
Languages: hu

source: This calculator will find the following relationships:<br> <ul><li>Any blood relationship between X and Y ("X is great-grandfather of Y", "X is 3rd cousin once removed of Y" etc.)</li> <li>Blood relationship between the spouse of X and person Y ("X is spouse of 2nd cousin of Y", "X is son-in-law of Y")</li> <li>Blood relationship between person X and the spouse of Y ("X is 2nd cousin of spouse of Y", "X is father-in-law of Y")</li> <li>Blood relationship between spouse of X and spouse of Y ("X spouse of sister-in-law of Y" etc.)</li> <li>Direct marital relation ("X is spouse of Y")</li></ul> Directions for use:<br> <ul><li>Enter first and/or last name (or part of names) in the search boxes and press "Search". Repeat this for person 1 and 2.</li> <li>If more than 1 person is found, select the one you want from the search result pulldown box. Repeat this for person 1 and 2.</li> <li>Now press the "Calculate relationships" button on the right.</li> <li><b>TIP: when you click "search" with empty first <u>and</u> last name boxes you will get a list with all persons in the database. (May take a few seconds)</b></li></ul>
hu: Ez a számoló a következő kapcsolatokat fogja megtalálni:<br> <ul><li>Bármilyen vérrokonságot X és Y között ("X dédapja Y-nak", "X ükbácsija Y-nak" stb.)</li> <li>Vérrokonság X házastársa és Y személy között ("X házastársa Y 2. unokatestvérének", "X veje Y-nak")</li> <li>Vérrokonság X személy és Y házastársa között ("X 2. unokatestvére Y házastársának", "X apósa Y-nak")</li> <li>Vérrokonság X házastársa és Y házastársa között Y ("X házastársa Y sógornőjének" stb.)</li> <li>Közvetlen házassági kapcsolat ("X házastársa Y-nak")</li></ul> Használati útmutató:<br> <ul><li>Írja be a kereszt- és / vagy családnevet (vagy csak egy részét) a keresőbe és kattintson a "Keresés" gombra. Ismételje meg ezt az 1 és 2 személyek esetében.</li> <li>Ha 1 személynél többet talált, válassza ki azt, amelyiket óhajtja a találatok legördülő listájából. Ismételje meg az 1 és 2 személy esetében</li> <li>Most kattintson a jobboldali "Rokoni kapcsolat számolása" gombra.</li> <li><b>TIPP: amikor a "keresésre" kattint üres kereszt- <u>és</u> családnév keresőmezőkkel, listát fog kapni minden személlyel, aki az adatbázisban szerepel. (Ez felvehet néhány másodpercet)</b></li></ul>

source: Calculate relationships
hu: Rokoni kapcsolat kiszámítása

source: You have to search and than choose Person 1 and Person 2 from the search result pulldown
hu: Keresnie kell, majd kiválasztani az 1. személyt és a 2. személyt a legördülő találati listából.

source: BLOOD RELATIONSHIP:
hu: VÉRROKONSÁG:

source: MARITAL RELATIONSHIP:
hu: HÁZASSÁGI ROKONSÁG:

source: Use Extended Calculator
hu: Használja a kiterjesztett számolót

source: are both husbands of
hu: mindketten férjei a következőnek:

source: are both wifes of
hu: mindketten feleségei a következőnek:

source: husband of
hu: férje ennek:

source: wife of
hu: felesége ennek:

source: No blood relation or direct marital relation found
hu: Nem találtunk vérrokonságot vagy közvetlen házassági rokonságot

source: No direct marital relation found
hu: Nem találtunk házassági rokonságot

source: Perform extended marital calculation
hu: Hajtson végre kiterjesztett házassági számolást

source: identical to
hu: azonos ezzel:

source: brother of
hu: fiútestvére ennek:

source: sister-in-law of
hu: sógornője ennek:

source: brother-in-law of
hu: sógora ennek:

source: sister of
hu: lánytestvére ennek:

source: father-in-law
hu: após

source: mother-in-law
hu: anyós

source: great-grand
hu: déd-

source: grand
hu: nagy-

source: daughter-in-law
hu: meny

source: son-in-law
hu: vő

source: nephew
hu: unokaöcs

source: niece
hu: unokahúg

source: 2nd [COUSIN]
hu: 2. [COUSIN]

source: 3rd [COUSIN]
hu: 3. [COUSIN]

source: uncle
hu: nagybácsi

source: aunt
hu: nagynéni

source: 1st [COUSIN]
hu: 1. [COUSIN]

source: COUSIN_MALE
hu: unokatestvér

source: COUSIN_FEMALE
hu: unokatesvér

source: 4th [COUSIN]
hu: 4. [COUSIN]

source: These persons are not related in any way.
hu: Ezek a személyek semmilyen rokoni kapcsolatban nem állnak egymással.

source: No further paths found.
hu: Nincs további elérési út.

source: Try to find another path
hu: Keressen más elérési utat

source: (With each consecutive search the path may get longer and computing time may increase!)
hu: (Minden egymást követő kereséssel az útvonal hosszabbá válik és a számolási idő megnőhet!)

source: Source for:
hu: Forrás ennek:

source: Source for name:
hu: Forrás a névhez:

source: Source for birth:
hu: Forrás a születéshez:

source: Source for baptism:
hu: Forrás a kereszteléshez:

source: Source for death:
hu: Forrás az elhalálozáshoz:

source: Source for burial:
hu: Forrás a temetéshez:

source: Source for text:
hu: Forrás szöveghez:

source: Source for family:
hu: Forrás a családhoz:

source: Source for cohabitation:
hu: Forrás együttéléshez:

source: Source for marriage notice:
hu: Forrás házasság hirdetéséhez:

source: Source for marriage:
hu: Forrás házassághoz:

source: Source for marriage notice (church):
hu: Forrás házasság hirdetéséhez (egyházi):

source: Source for marriage (church):
hu: Forrás házassághoz (egyházi):

source: Source for divorce:
hu: Forrás váláshoz:

source: Source for address:
hu: Cím forrása:

source: Frequency of First Names
hu: Keresztnév gyakoriság

source: Number of displayed first names
hu: Megjelenített keresztnevek száma

source: No. of persons
hu: Személyek sz.

source: Oldest birth date
hu: Legkorábbi születési dátum

source: Youngest birth date
hu: Legutóbbi születési dátum

source: Oldest death date
hu: Legrégebbi elhalálozási dátum

source: Youngest death date
hu: Legutóbbi elhalálozási dátum

source: Longest living person
hu: Leghosszabb élettartam

source: Average age
hu: Átlagéletkor

source: Average age married persons
hu: Házasságban élő személyek átlagéletkora

source: Latest update
hu: Legutóbbi frissítés

source: No. of families
hu: Családok sz.

source: Most children in family
hu: Legtöbb gyerek egy családban

source: There are no dates available for this person. Timeline can not be calculated.
hu: Nincsenek elérhető dátumok ennél a személynél. Nem tudunk idővonalat számítani.

source: Steps:
hu: Időszak:

source: Choose timeline
hu: Válasszon idővonalat:

source: Change Display
hu: Frissítés

source: Explanation of the timeline chart:<br> <ul><li>The middle column displays the years of the timeline. The starting point will be just before birth and the end year will be just after death.</li> <li>The left column displays the events in the person's life.<br> Events listed are: birth, death and marriage(s) of main person, death of spouse, birth, marriage and death of children and birth and death of grandchildren.<br> Birth, death, marriages and death of spouse are listed in bold red. Birth, marriage and death of children in green. Birth and death of grandchildren in blue</li> <li>The rightmost column displays historic events that took place in these years.</li></ul> The timeline menu:<br> <ul><li>On the top part of the menu you can choose how the chart will be displayed. There are three choices:<br> 1 - will display each year in a separate row.<br> 5 - will create periods of five years for a more concise display.<br> 10 - displays the chart in periods of one decade for even more concise display.</li> <li>If the webmaster enabled more than one timeline, the bottom part of the menu will let you choose from amongst several possible timelines. For example "American History", "Dutch History" etc.</li> <li><strong>After choosing the desired step and/or timeline, click the "Change Display" button on the bottom of the menu.</strong></li></ul>
hu: Az idővonal-diagram magyarázata:<br> <ul><li>A középső oszlop jeleníti meg az idővonal éveit. A kezdeti időpont közvetlenül a születés előtt lesz, és a végső időpont közvetlenül a halál utáni év.</li> <li>A baloldali oszlop jeleníti meg a személy életének eseményeit.<br> A felsorolt események: a személy születése, elhalálozása, házassága(i), házastárs halála, gyermekek születése, házassága és halála, valamint az unokák születése és halála.<br> A születés, halál, házasságok és házastárs halála félkövér vörös betőkkel jelenik meg. A gyermekek születése, házassága és halála zöld színben jelenik meg. Unokák születése és halála kék színnel van feltüntetve</li> <li>A jobboldali oszlop történelmi eseményeket jelenít meg, amelyek ezekben az években történtek. </li></ul> Az idővonal menü:<br> <ul><li>A menü felső részén kiválaszthatja a diagram megjelenítésének módját. Három válaszlehetősége van:<br> 1 - minden év külön sorban jelenik meg.<br> 5 - ötéves periódusokat hoz létre egy összeszedettebb megjelenítéshez.<br> 10 - évtizedes periódusokba rendezi a diagramot egy még tömörebb megjelenítésért.</li> <li>amennyiben a webmester egynél több idővonalat is engedélyez, a menü alján választhat számos lehetséges idővonalból. Például "Amerikai történelem", "Holland történelem" stb.</li> <li><strong>Miután kiválasztotta az óhajtott léptéket és / vagy idővonalat, kattintson a "Frissítés" gombra a menu alján.</strong></li></ul>

source: There are no timeline files available for this language.
hu: Nincs elérhető idővonal ehhez a nyelvhez.

source: till
hu: eddig:

source: Select a theme
hu: Válasszon témát

source: Standard-colours
hu: Alapértelmezett színek
