Repository: chs-59/HuMo-gen-Server
Catalog: languages/*/*.po
Languages: hu

source: mar
hu: Márc.

source: apr
hu: Ápr.

source: may
hu: május

source: jun
hu: Jún.

source: jul
hu: Júl.

source: sep
hu: Szept.

source: oct
hu: Okt.

source: and
hu: és

source: before
hu: előtt

source: after
hu: után

source: between
hu: között

source: estimated
hu: körülbelül

source: January
hu: január

source: February
hu: február

source: March
hu: március

source: April
hu: április

source: May
hu: május

source: June
hu: június

source: July
hu: július

source: August
hu: augusztus

source: September
hu: szeptember

source: October
hu: október

source: Picture/ Media
hu: Kép/ Média

source: Profession
hu: Foglalkozás

source: Event
hu: Esemény

source: witness
hu: tanú

source: Name
hu: Név

source: Title of Nobility
hu: Nemesi cím

source: Title
hu: Cím

source: Adoption
hu: Örökbefogadás

source: Title of Lordship
hu: Főnemesi cím

source: URL/ Internet link
hu: URL/ Internetes hiperhivatkozás

source: Colour mark by person
hu: Színkód személyenként

source: Religion
hu: Vallás

source: text
hu: szöveg

source: ID
hu: Azonosító

source: Events
hu: Események

source: Add event
hu: Esemény hozzáadása

source: For items like:
hu: Elemekhez mint például:

source: baptized as child
hu: gyermekként keresztelve

source: depart
hu: eltávozás

source: etc.
hu: stb.

source: Marriage contract
hu: Házassági szerződés

source: Marriage license
hu: Házassági engedély

source: Nickname
hu: Más név

source: Add
hu: Hozzáadás

source: Search
hu: Keresés

source: or
hu: vagy

source: and
hu: és

source: Selected colour
hu: Kiválasztott szín

source: Change colour mark by person
hu: Személyek színkódjának módosítása

source: Colour 1
hu: 1. szín

source: Colour 2
hu: 2. szín

source: Colour 3
hu: 3. szín

source: Colour 4
hu: 4. szín

source: Colour 5
hu: 5. szín

source: Colour 6
hu: 6. szín

source: Colour 7
hu: 7. szín

source: Colour 8
hu: 8. szín

source: Colour 9
hu: 9. szín

source: Colour 10
hu: 10. szín

source: Colour 11
hu: 11. szín

source: Colour 12
hu: 12. szín

source: Colour 13
hu: 13. szín

source: Colour 14
hu: 14. szín

source: Also change
hu: Módosítsa is

source: Descendants
hu: Leszármazottak

source: Ancestors
hu: Ősök

source: Buried
hu: Temetve

source: Education
hu: Oktatás

source: e.g. Jhr., Jkvr.
hu: pl. Jhr., Jkvr.

source: e.g. Prof., Dr.
hu: pl. Prof., Dr.

source: e.g. Lord of Amsterdam
hu: pl. Amsterdam hercege

source: Date
hu: Időpont

source: Place
hu: Helység

source: Text
hu: Szöveg

source: Source
hu: Forrás

source: Upload
hu: Feltöltés

source: Also known as
hu: Más ismert neve

source: alias name
hu: álnév

source: Short name (for reports)
hu: Rövid név (jelentésekhez)

source: Adopted name
hu: Adoptív név

source: Hebrew name
hu: Héber név

source: Census name
hu: Népszámlálási név

source: Married name
hu: Házassági név

source: Farm name
hu: Farm neve

source: Birth name
hu: Születési név

source: Indian name
hu: Indián név

source: Formal name
hu: Hivatalos név

source: Current name
hu: Jelenlegi név

source: Soldier name
hu: Katonai név

source: Religious name
hu: Vallási név

source: Other name
hu: Más név

source: Formerly known as
hu: Azelőtt használt név

source: Photo upload failed, check folder rights
hu: A fotó feltöltése nem sikerült, ellenőrizze a mappa jogosultságait.

source: No valid picture, media or document file
hu: Nincs érvényes fénykép, média vagy dokumentum fájl

source: Are you sure you want to remove this event?
hu: Biztosan törli ezt az eseményt?

source: Also remove colour marks of
hu: Távolítsa el a színjeleket innen:

source: Yes
hu: Igen

source: No
hu: Nem

source: Select person
hu: Személy kiválasztása

source: or ID:
hu: vagy azonosító:

source: Parents
hu: Szülők

source: Latitude
hu: Szélesség

source: Longitude
hu: Hosszúság

source: Cancel
hu: Mégse

source: Results are limited, use search to find more parents.
hu: Találatok korlátozottak, használja a keresést, hogy több szülőt találjon.

source: Name source
hu: Név forrás

source: Sex
hu: Nem

source: born
hu: született

source: baptised
hu: keresztelve

source: died
hu: meghalt

source: buried
hu: temetve

source: source
hu: forrás

source: person
hu: személy

source: Address
hu: Cím

source: Living together
hu: Élettársi kapcsolat

source: Notice of Marriage
hu: Házassági hirdetés

source: Marriage
hu: Házasság

source: Religious Notice of Marriage
hu: Egyházi házassági hirdetés

source: Religious Marriage
hu: Egyházi házasság

source: Divorce
hu: Válás

source: Save
hu: Mentés

source: Drag to change order (saves automatically)
hu: Sorrend változtatása húzással (automatikus mentés)

source: Drag to change order
hu: Sorrend változtatása húzással

source: Own code
hu: Saját azonosító

source: Sourcerole
hu: Forrás szerep

source: Page
hu: Oldal

source: quality: default
hu: minőség: alapértelmezett

source: quality: unreliable evidence or estimated data
hu: minőség: megbízhatatlan bizonyíték vagy hozzávetőleges adat

source: quality: questionable reliability of evidence
hu: minőség: vitatható megbízhatóságú bizonyíték

source: quality: data from secondary evidence
hu: minőség: másodlagos bizonyítékból származó adat

source: quality: data from direct source
hu: minőség: közvetlen forrásból származó adat

source: Select
hu: Kiválasztás

source: Add source
hu: Forrás hozzáadása

source: Extra settings
hu: Extra beállítások

source: Family tree
hu: Családfa

source: Show tree?
hu: Fa megjelenítése?

source: Change
hu: Módosít

source: Edit tree?
hu: Fa szerkesztése?

source: Generations
hu: Generációk

source: No valid family number.
hu: Nincs érvényes családi szám.

source: Update options
hu: Frissítési lehetőségek

source: Update available
hu: Frissítés elérhető

source: Beta version available
hu: Beta verzió elérhető

source: Online version check unavailable.
hu: Online verzió ellenőrzése nem elérhető.

source: Select a family tree:
hu: Válasszon családfát:

source: Multiple updates will be done. It is recommended to do a database backup!<br><b>NEVER INTERRUPT THE UPDATE PROCEDURE!</b><br><b>Please wait until the notice that the update has been completed!</b>
hu: Többszörös frissítést fogunk végrehajtani. Javasolt az adatbázis biztonsági mentése!<br><b>SOHA NE SZAKÍTSA MEG A FRISSÍTÉSI FOLYAMATOT!</b><br><b>Kérjük, várjon a frissítés befejezését jelző értesítésig!</b>

source: All updates completed, click at "Mainmenu"
hu: Minden frissités kész, kattintson a "Főmenü"-re

source: Main menu
hu: Főmenü

source: AUTOMATIC UPDATE PROCESS STARTED!
hu: AUTOMATIKUS FRISSÍTÉS FOLYAMAT KEZDŐDÖTT!

source: UPDATE OK!
hu: FRISSÍTÉS KÉSZ!

source: UPDATE FAILED!
hu: FRISSÍTÉS SIKERTELEN!

source: There is no humo_user_log table
hu: Nincs humo_user_log tábla

source: creating repositories...
hu: lelőhelyek létrehozása...

source: creating connections...
hu: kapcsolások létrehozása...

source: creating humo_cms_menu...
hu: humo_cms_menu létrehozása...

source: creating humo_cms_pages...
hu: humo_cms_pages létrehozása...

source: Update in progress...
hu: Frissítés folyamatban...

source: Update tree:
hu: Fa frissítése:

source: Update table unprocessed_tags...
hu: Az unprocessed_tags tábla frissítése...

source: Administration
hu: Adminisztráció

source: Install
hu: Telepítés

source: Settings
hu: Beállítások

source: Special settings
hu: Speciális beállítások

source: Sitemap
hu: Oldaltérkép

source: CMS Own pages
hu: TKR Saját oldalak

source: Language editor
hu: Nyelvszerkesztő

source: Prefix editor
hu: Előtag szerkesztő

source: Family trees
hu: Családfák

source: Pictures/ create thumbnails
hu: Képek / bélyegkép létrehozása

source: Create thumbnails
hu: Bélyegkép létrehozása

source: Photo album categories
hu: Fotóalbum kategóriák

source: Family tree data check
hu: Családfa adatainak ellenőrzése

source: Check consistency of dates
hu: Adatok következetességének ellenőrzése

source: Find invalid dates
hu: Érvénytelen adatok keresése

source: Check database integrity
hu: Adatbázis épségének ellenőrzése

source: View latest changes
hu: Legutóbbi módosítások megtekintése

source: Calculated birth date
hu: Kiszámított születési dátum

source: Privacy filter
hu: Adatvédelmi szűrő

source: Gedcom export
hu: Gedcom exportálása

source: Database backup
hu: Adatbázis mentés

source: Statistics
hu: Statisztika

source: Sources
hu: Források

source: Repositories
hu: Lelőhelyek

source: Rename places
hu: Helységek átnevezése

source: Users
hu: Felhasználók

source: User groups
hu: Felhasználói csoportok

source: Log
hu: Napló

source: Logfile users
hu: Naplófájl felhasználók

source: IP Blacklist
hu: IP Feketelista

source: Person disconnected from marriage(s).
hu: A személyt leválasztottuk a házasság(ok)ról.

source: Person disconnected from parents.
hu: A személyt leválasztottuk a szülőkről.

source: Person is removed
hu: A személy törölve

source: Marriage is removed!
hu: Házasság törölve!

source: Parents are selected!
hu: Szülők kiválasztva!

source: File successfully uploaded.
hu: Fájl sikeresen feltöltve.

source: Upload has failed.
hu: A feltöltés nem sikerült.

source: Database connection status:
hu: Adatbázis kapcsolatának állapota:

source: MySQL connection: OK!
hu: MySQL kapcsolat: OK!

source: There is no MySQL connection: please check host/ username and password.
hu: Nincs MySQL kapcsolat: kérjük, ellenőrizze a tárhely-szolgáltatói felhasználónevet és jelszót.

source: Database connection: OK!
hu: Adatbázis kapcsolat: OK!

source: No database found! Check MySQL connection and database name
hu: Nem találtunk adatbázist! Ellenőrizze a MySQL kapcsolatot és az adatbázis nevét

source: The configuration file is not writable! Please change the include/db_login.php file manually.
hu: A konfigurációs fájl nem írható! Kérjük módosítsa kézzel a include/db_login.php állományt

source: Saved
hu: Mentve

source: Language
hu: Nyelv

source: Photo too large
hu: Fénykép túl nagy

source: NO NAME
hu: NINCS NÉV

source: Version:
hu: Verzió:

source: no version number available...
hu: verziószám nem elérhető...

source: Sometimes there is a beta version available.
hu: Néha elérhető beta verzió.

source: No beta version available.
hu: Nincs elérhető beta verzió.

source: Automatic update
hu: Automatikus frissítés

source: Every step can take some time, please be patient and wait till the step is completed!
hu: Minden lépés egy kis időt vesz fel. Legyen türelmes és várjon, amíg a lépés befejeződik!

source: Automatic download successfull!
hu: Sikeres automatikus letöltés!

source: File successfully unzipped!
hu: Fájl sikeresen kicsomagolva!

source: Step 2)
hu: 2) lépés:

source: Check files
hu: Fájlok ellenőrzése

source: Step 2) Compare existing and update files (no installation yet)...
hu: 2) lépés: Meglévő és frissítési fájlok összehasonlítása (még nincs telepítés)...

source: Step 3) Installation of new files...
hu: 3) lépés: Új fájlok telepítése...

source: Installation of file failed
hu: Fájlok telepítése sikertelen

source: File installed!
hu: Fájl telepítve!

source: Directory created.
hu: Mappa létrehozva.

source: Update new db_login.php file...
hu: Az új db_login.php fájl frissítése...

source: File is updated.
hu: Fájl frissítve.

source: Install files!
hu: Fájlok telepítése!

source: Update completed and installation files removed!
hu: Frissítés befejezve és telepítőfájlok eltávolítva!

source: There are 2 update methods: automatic and manually.
hu: 2 frissítési módszer van: automatikus és kézi.

source: a) [Optional, but highly recommended] Do a database backup first
hu: a) [Nem kötelező, de nagyon indokolt] Készítsen biztonsági mentést adatbázisáról.

source: backup page
hu: oldal biztonsági mentése

source: Start automatic update
hu: Automatikus frissítés elkezdése

source: b) Download the new version:
hu: b) Töltse le az új verziót:

source: Full installation and update instructions can be found at:
hu: Teljes telepítési és frissítési útmutató itt található:

source: Invalid backup file: has to be file with extension ".sql" or ".sql.zip"
hu: Érvénytelen biztonsági mentés fájl: az állomány kiterjesztése a következő lehet: ".sql" vagy ".sql.zip"

source: Create backup file
hu: Biztonsági mentés fájl létrehozása

source: Download backup file
hu: Biztonsági mentés letöltése

source: Restore database from backup file
hu: Adatbázis helyreállítása biztonsági mentésből

source: Starting to restore database. This may take some time. Please wait...
hu: Kezdjük adatbázisának visszaállítását. Ez egy kis időt felvehet. Kérjük várjon...

source: Restore database
hu: Adatbázis visszaállítása

source: No backup file found!
hu: Nem találtunk biztonsági mentést fájlt!

source: Creating backup file. This may take some time. Please wait...
hu: Biztonsági mentés készül. Ez felvehet egy kis időt. Kérjük, várjon...

source: A backup file was saved to the server. We strongly suggest you download a copy to your computer in case you might need it later.
hu: Egy biztonsági mentés fájlt hoztunk létre kiszolgálóján. Javasoljuk, hogy töltsön le egy másolatot számítógépére, arra az esetre, ha szüksége lenne rá később.

source: Processed lines...
hu: Feldolgozott sorok...

source: Database has been restored successfully!
hu: Az adatbázist sikeresen visszaállítottuk!

source: Calculated birth date is an estimated/ calculated date that is used for the privacy filter.<br> These calculated dates will be used for persons where all dates are missing (no birth, baptise, death or burial dates).<br> Calculation will be done using birth, baptise, death, burial and marriage dates of persons and these dates of parents and children.
hu: A kiszámított születési dátomm egy megközelítő / számított dátum, amelyet az adatvédelmi szűrőhöz használunk. Ezeket a kiszámított dátumokat azon személyeknél használjuk, akiknél hiányzik minden dátum (nincs születési-, keresztelési-, elhalálozási- vagy temetési dátum). A számítást a szülők és gyermekek születési-, keresztelési-, elhalálozási- vagy temetési dátumai alapján végezzük.

source: No dates
hu: Nincs dátum

source: Calculation of birth dates is completed. Sometimes more dates will be found if calculation is restarted!
hu: Születési dátum kiszámítása befejeződött. Néha több dátumot is találunk, ha a számítást újraindítja!

source: Pages
hu: Oldalak

source: Menu
hu: Menü

source: This page is selected as homepage!
hu: Ez az oldal főoldalként van kiválasztva!

source: Are you sure you want to remove this page?
hu: Biztosan törli ezt az oldalt?

source: There are still pages connected to this menu!<br> Please disconnect the pages from this menu first.
hu: Még mindig vannak oldalak ehhez a menühöz kapcsolva!<br> Kérjük, először válassza le az oldalakat erről a menüről.

source: Are you sure you want to remove this menu?
hu: Biztosan törli ezt a menüt?

source: Hide page in menu
hu: Oldal elrejtése a menüben

source: Remove page
hu: Oldal eltávolítása

source: Add page
hu: Oldal hozzáadása

source: Page title
hu: Oldal címe

source: "Hide page in menu" is a special option. These pages can be accessed using a direct link.
hu: Az "Oldal elrejtése a menüben" speciális opció. Ezeket az oldalakat közvetlen hiperhivatkozás használatával elérheti.

source: This page can be accessed using this link:
hu: Az oldal elérhető a következő hiperhivatkozás használatával:

source: No menu selected
hu: Nincs menü kiválasztva

source: Published
hu: Közzétéve

source: Visitors counter
hu: Látogató számláló

source: Add and edit menu/ category items:
hu: Menü / kategória elem hozzáadása és szerkesztése:

source: Order
hu: Sorrend

source: Menu item/ category
hu: Menü / kategória elem

source: Remove menu
hu: Menü eltávolítása

source: CMS Settings
hu: TKR Beállítások

source: Path for pictures in CMS pages
hu: TKR oldalak képeinek elérési útvonala

source: Use default picture path:
hu: Használja a kép alapértelmezett útvonalát:

source: Use for all languages
hu: Minden nyelvhez

source: Standard main index
hu: Standard fő index

source: Set per language
hu: Nyelvenkénti beállítás

source: Are you sure you want to remove this address and ALL address references?
hu: Biztosan törli ezt a címet és MINDEN hivatkozást a címre?

source: Address has been removed!
hu: A címet eltávolítottuk!

source: Select address
hu: Cím kiválasztása

source: Add address
hu: Cím hozzáadása

source: No valid address number.
hu: Nincs érvényes cím szám.

source: Street
hu: Utca

source: Zip code
hu: Irányítószám

source: Phone
hu: Telefon

source: Close
hu: Bezárás

source: Delete
hu: Törlés

source: Preview
hu: Előnézet

source: Places
hu: Helységek

source: Select location
hu: Válasszon helységet

source: Change location
hu: Helység módosítása

source: Really remove repository with all repository links?
hu: Valóban törli a lelőhelyet és az összes lelőhely hiperhivatkozást?

source: Repository is removed!
hu: Lelőhely törölve!

source: Select repository
hu: Lelőhely kiválasztása

source: Add repository
hu: Lelőhely hozzáadása

source: No valid repository number.
hu: Nincs érvényes lelőhely szám.

source: Source is removed!
hu: Forrás eltávolítva!

source: Are you sure you want to remove this source and ALL source references?
hu: Biztosan el kívnja távolítani ezt a forrást és az ÖSSZES forráshivatkozást?

source: Select source
hu: Forrás kiválasztása

source: restricted
hu: bizalmas

source: No valid source number.
hu: Érvénytelen forrás szám.

source: Status
hu: Állapot

source: publish
hu: közzététel

source: restricted = only visible for selected user groups
hu: bizalmas = csak kiválasztott felhasználói csoportok láthatják

source: Subject
hu: Tárgy

source: Repository
hu: Lelőhely

source: Publication
hu: Kiadvány

source: will be shown as a link.
hu: hiperhivatkozásként lesz látható.

source: Author
hu: Szerző

source: Nr.
hu: Sz.

source: Kind
hu: Típus

source: Archive
hu: Levéltár

source: Latest changes
hu: Legutóbbi változások

source: Person
hu: Személy

source: Results
hu: Találatok

source: Person not found
hu: Nem találtunk személyt

source: This will disconnect this person from parents, spouses and children <b>and delete it completely from the database.</b> Do you wish to continue?
hu: Ez leválasztja a személyt a szüleiről, házastársairól és gyermekeiről <b> valamint teljesen kitörli az adatbázisból.</b> Szeretné folytatni?

source: Also remove ALL RELATED PERSONS (including all items)
hu: Töröljön MINDEN KAPCSOLÓDÓ SZEMÉLYT (minden elemet beleértve)

source: Are you sure you want to disconnect this child?
hu: Biztosan leválasztja ezt a gyermeket?

source: Family
hu: Család

source: marriage/ relation
hu: házasság/ kapcsolat

source: Married
hu: Házasságot kötött

source: to:
hu: vele:

source: Children
hu: Gyermekek

source: There are no parents.
hu: Nincsenek szülők.

source: Add person
hu: Személy hozzáadása

source: Help
hu: Súgó

source: In all text fields it's possible to add a hidden text/ own remarks by using # characters. Example: #Check birthday.#
hu: Minden szövegmezőben lehetőség van rejtett szöveg / saját megjegyzés hozzáadására a # karakterek használatával. Például: #Ellenőrizd a születés napját.#

source: = click to open selection popup screen.
hu: = kattintson a felugró képernyő megnyitásához.

source: = click to open extended editor items.
hu: = kattintson a kiterjesztett szerkesztői elemek megjelenítéséhez.

source: firstname
hu: keresztnév

source: prefix
hu: előtag

source: For example: d\' or: van_ (use _ for a space)
hu: Például: d' vagy: van_ (használjon _ hézaghoz)

source: lastname
hu: családnév

source: patronymic
hu: patronimikon

source: alive
hu: életben van

source: deceased
hu: elhunyt

source: male
hu: férfi

source: female
hu: nő

source: Add relation
hu: Kapcsolat hozzáadása

source: Add child
hu: Gyermek hozzáadása

source: birth time
hu: születés ideje

source: stillborn child
hu: halva született gyermek

source: Addresses
hu: Címek

source: EMPTY LINE
hu: ÜRES SOR

source: Addressrole
hu: Cím szerep

source: No results found
hu: Nem találtunk eredményt

source: parents
hu: szülők

source: Add parents
hu: Szülők hozzáadása

source: Father
hu: Apa

source: Mother
hu: Anya

source: year
hu: év

source: All
hu: Minden

source: hour
hu: óra

source: birth declaration
hu: születés bejelentése

source: religion
hu: vallás

source: murdered
hu: gyilkosság áldozata

source: drowned
hu: fulladás

source: perished
hu: elpusztult

source: killed in action
hu: bevetés közben elhunyt

source: being missed
hu: elveszett

source: committed suicide
hu: öngyilkosságot követett el

source: executed
hu: kivégezték

source: died young
hu: fiatalon halt meg

source: died unmarried
hu: nőtlenként / hajadonként hunyt el

source: registration
hu: regisztráció

source: declared death
hu: holttá nyilvánítva

source: Age
hu: Életkor

source: If death year and age are used, then birth year is calculated automatically (when empty).
hu: Ha az elhalálozási év és életkor ismert, a születési évet automatikusan kiszámoljuk (amikor üres)

source: death time
hu: elhalálozás ideje

source: cause
hu: ok

source: death declaration
hu: elhalálozás bejelentése

source: cremation
hu: hamvasztva

source: Text for person
hu: Jegyzet a személyhez

source: Source for person
hu: Forrás a személyhez

source: own code
hu: saját kód

source: Use own code for your own remarks.<br> It's possible to use own code for special privacy options, see Admin > Users > Groups.<br> It's also possible to add your own icons by a person! Add the icon in the images folder e.g. 'person.gif', and add 'person' in the own code field.
hu: Haszláljon saját kódot saját megjegyzéseihez. Saját kódot használhat a speciális adatvédelmi beállításokhoz, lásd Admin > Felhasználók > Csoportok. Hasonlóképpen, saját ikonokat adhat egy személyhez! Helyezze el az ikont a képek mappában pl. 'szemely.gif', majd a 'szemely'-t írja be a saját kód mezőbe.

source: User notes
hu: Felhasználói jegyzetek

source: There are %d user added notes.
hu: %d felhasználói jegyzet van.

source: Delete person
hu: Személy törlése

source: If you continue, ALL children will be disconnected automatically!
hu: Ha folytatja, MINDEN gyerek automatikusan le lesz választva!

source: Are you sure to remove this mariage?
hu: Biztosan törli ezt a házasságot?

source: End living together
hu: Együttélés vége

source: End date
hu: Befejezés időpontja

source: Marriage/ Related
hu: Hásasság/ kapcsolat

source: If birth year of man or woman is empty it will be calculated automatically using age by marriage.
hu: Amennyiben agy férfi vagy nő születési éve üres, automatikusan kiszámoljuk azt, a házasságkötési életkor alapján.

source: Living apart together
hu: Különélés élettársi kapcsolatban

source: Intentionally unmarried mother
hu: Szándékosan egyedülálló anya

source: Homosexual
hu: Homoszexuális

source: Non_marital
hu: Nem_házassági

source: Extramarital
hu: Házasságon kívüli

source: Partner
hu: Házastárs

source: Unknown relation
hu: Ismeretlen kapcsolat

source: Registrar
hu: Anyakönyvvezető

source: Divorce (use this checkbox for a divorce without further data).
hu: Válás (használja ezt a jelölőnégyzetet a minden további adat nélküli válások esetében).

source: Delete relation
hu: Kapcsolat törlése

source: Use this icon to order children (drag and drop)
hu: Használja ezt az ikont a gyermekek rendezéséhez (húzd és ejtsd)

source: Or automatically order children:
hu: Vagy rendezze automatikusan a gyermekeket:

source: Automatic order children
hu: Gyermekek automatikus rendezése

source: Children are re-ordered.
hu: A gyermekek újrarendezve.

source: Disconnect child
hu: Gyermek leválasztása

source: Select child
hu: Gyermek kiválasztása

source: Remove
hu: Eltávolítás

source: Order children by date (only needed if children are in wrong order)
hu: Rendezze a gyermekeket dátum szerint (csak ha gyermekek sorrendje helytelen)
