Repository: chs-59/HuMo-gen-Server
Catalog: languages/*/*.po
Languages: hu

source: 1 record (slow processing, but needs less server-memory)
hu: 1 bejegyzés (lassú feldolgozás, de kevesebb szerver-memóriát igényel)

source: records per batch
hu: kötegenkénti bejegyzés

source: ALL records (fast processing, but needs server-memory)
hu: MINDEN bejegyzés (gyors feldolgozás, de szerver-memóriát igényel)

source: Step
hu: Lépés

source: STEP 2) Remove old family tree:
hu: 2) lépés: Régi családfa eltávolítása:

source: ONLY use in case of a time-out, to continue click:
hu: CSAK időtúllépés esetén használja, a folytatáshoz kattintson.

source: Remove old family tree items from %s table...
hu: A régi családfa elemeinek eltávolítása a %s táblából...

source: Optimize table...
hu: Táblázat optimalizálása...

source: No error messages above? In that case the tables have been created!
hu: Nincs hibaüzenet? Ez esetben a táblák létrejöttek.

source: Restart
hu: Újraindítás

source: lines processed
hu: sor feldolgozva

source: this is an <b>%s</b> file
hu: ez egy <b>%s</b> fájl

source: Or wait %s seconds for automatic continuation. Some browsers will give a reload message...
hu: Vagy várjon %s másodpercet az automatikus folytatáshoz. Bizonyos böngészők újratöltési üzenetet írnak ki...

source: Reading in the file took: %d seconds
hu: A fájl beolvasása %d másodpercig tartott

source: Non-processed items
hu: Feldolgozatlan elemek

source: Level
hu: Szint

source: All items have been processed!
hu: Minden elem feldolgozásra került!

source: persons
hu: személy

source: families
hu: család

source: Updating location database...
hu: Helység adatbázis frissítése...

source: Order children...
hu: Gyermekek rendezése...

source: Counting persons and families and enter into database...
hu: Személyek és családok számolása valamint hozzáadása az adatbázishoz...

source: Processing took: %d seconds
hu: Feldolgozás időtartama: %d másodperc

source: No error messages? In this case the database is ready for use!
hu: Nincs hibaüzenet? Ebben az esetben az adatbázis használatra kész!

source: Ready! Now click %s to watch the family tree
hu: Kész! Kattintson %s családfája megtekintéséhez

source: TIP: Use <a href="index.php?page=cal_date">"Calculated birth dates"</a> for a better privacy filter.
hu: TIPP: Használja a <a href="index.php?page=cal_date">"Számított születési dátumok"</a> opciót egy jobb adatvédelmi szűrőhöz.

source: Select family tree to export and click "Start export"
hu: Válassza ki az exportálni kívánt családfát és kattintson az "Exportálás elkezdése" gombra

source: Choose family tree to export
hu: Válassza ki az exportálni kívánt családfát

source: Include spouses of descendants
hu: A leszármazottak házastársait is foglalja bele

source: Include parents of spouses
hu: A házastársak szüleit is foglalja bele

source: Include spouse(s) of base person
hu: Az alap személy házastársa(i)t is foglalja bele

source: Include sibblings of ancestors and base person
hu: Az alap személy és ősök testvéreit is foglalja bele

source: Character set
hu: Karakterkészlet

source: UTF-8 (recommended character set)
hu: UTF-8 (ajánlott karakterkészlet)

source: Export texts
hu: Jegyzetek exportálása

source: Export sources
hu: Források exportálása

source: Export longitude & latitude by places
hu: Helységek hosszúsági és szélességi fokának exportálása

source: Show export status
hu: Exportálás állapotának megjelenítése

source: Start export
hu: Exportálás elkezdése

source: It's not possible to delete this group: there is/ are
hu: A csoport törlése nem lehetséges: van / vannak

source: user(s) connected to this group!
hu: felhasználó(k) kapcsolva a csoporthoz!

source: Are you sure you want to remove the group:
hu: Biztosan eltávolítja a csoportot:

source: Choose a user group:
hu: Válasszon felhasználói csoportot:

source: ADD GROUP
hu: CSOPORT HOZZÁADÁSA

source: Group
hu: Csoport

source: REMOVE GROUP
hu: CSOPORT ELTÁVOLÍTÁSA

source: Group name
hu: Csoport neve

source: Administrator
hu: Adminisztrátor

source: Save statistics data
hu: Statisztikai adatok mentése

source: Birthday RSS in main menu
hu: Születésnap RSS a főmenüben

source: FAMILY TREE menu: show "Persons" submenu
hu: CSALÁDFA menü: a "Személyek" almenü megjelenítése

source: FAMILY TREE menu: show "Names" submenu
hu: CSALÁDFA menü: a "Nevek" almenü megjelenítése

source: FAMILY TREE menu: show "Places" submenu
hu: CSALÁDFA menü: a "Helyek" almenü megjelenítése

source: FAMILY TREE menu: show "Addresses" submenu (only shown if there really are addresses)
hu: CSALÁDFA menü: a "Címek" almenü megjelenítése (csak akkor, ha tényleg vannak címek)

source: FAMILY TREE menu: show "Photobook" submenu
hu: CSALÁDFA menü: a "Fotóalbum" almenü megjelenítése

source: TOOLS menu: show "Anniversary" (birthday list) submenu
hu: ESZKÖZÖK menü: az "Évforduló" (születésnap lista) almenü megjelenítése

source: TOOLS menu: show "Statistics" submenu
hu: ESZKÖZÖK menü: a "Statisztika" almenü megjelenítése

source: TOOLS menu: show "Relationship Calculator" submenu
hu: ESZKÖZÖK menü: a "Rokoni kapcsolat számoló" almenü megjelenítése

source: TOOLS menu: show "Google maps" submenu (only shown if geolocation database was created)
hu: ESZKÖZÖK menü: a "Google térkép" almenü megjelenítése (csak akkor látszik, ha van geolokációs adatbázis)

source: TOOLS menu: show "Contact" submenu (only shown if tree owner and email were entered)
hu: ESZKÖZÖK menü: a "Kapcsolat" almenü megjelenítése (csak akkor látszik, ha a fa tulajdonosa és e-mail címe be van írva)

source: TOOLS menu: show "Latest changes" submenu
hu: ESZKÖZÖK menü: a "Legutóbbi módosítások" almenü megjelenítése

source: General
hu: Általános

source: Show pictures
hu: Képek megjelenítése

source: Show Gedcom number (from gedcom file)
hu: A Gedcom szám megjelenítése (gedcom fájlból)

source: Show places with bapt., birth, death and cemetery.
hu: Keresztelés, születés, halál és temető helységeinek megjelenítése.

source: Show religion (with bapt. and wedding)
hu: Vallás megjelenítése (kereszteléssel és házasságkötéssel)

source: Show date and place (i.e. with birth, bapt., death, cemetery.)
hu: Dátum és lakhely megjelenítése ( t.i. születés, kereszt., halál, temető).

source: Show name in indexes
hu: Név megjelenítése a mutatókban

source: Show events
hu: Események megjelenítése

source: Show own code
hu: Saját kód megjelenítése

source: Default presentation of family page
hu: Családi lap alapértelmezett megjelenítése

source: Compact view
hu: Kompakt nézet

source: Expanded view
hu: Kiterjesztett nézet

source: Default presentation of Google maps in family page
hu: Google térkép alapértelmezett megjelenítése a családi lapon

source: Show Google maps
hu: Google-térkép megjelenítése

source: Hide Google maps
hu: Google-térkép elrejtése

source: Show "PDF Report" button in family screen and reports
hu: "PDF jelentés" gomb megjelenítése a családi képernyőn és jelentéseknél

source: Show "RTF Report" button in family screen and reports
hu: "RTF jelentés" gomb megjelenítése a családi képernyőn és jelentéseknél

source: User is allowed to add notes/ remarks by a person in the family tree
hu: A felhasználó jegyzeteket, megjegyzéseket adhat egy személyhez a családfán.

source: Disabled in group "Guest"
hu: "Vendég" csoportban kikapcsolva

source: User can see notes/ remarks added by other users in the family tree
hu: A felhasználó láthatja a más felhasználók által a családfához adott jegyzeteket / megjegyzéseket

source: Don't show sources
hu: Ne mutassa a forrásokat

source: Only show source titles
hu: Csak a források címét mutassa

source: Show sources and menu sources
hu: Források és menü források megjelenítése

source: Default presentation of source
hu: A forrás alapértelmezett megjelenítése

source: Hide sources
hu: Forrás elrejtése

source: Show restricted source
hu: Korlátozott forrás megjelenítése

source: Texts
hu: Szövegek

source: Default presentation of text
hu: Jegyzetek alapértelmezett megjelenítése

source: Show texts
hu: Szövegek megjelenítése

source: Show texts in popup screen
hu: Szövegek megjelenítése felugró ablakban

source: Hide texts
hu: Szövegek elrejtése

source: Show hidden text/ own remarks (text between # characters in text fields, example: #check birthday#)
hu: Rejtett jegyzetek / saját megjegyzések megjelenítése (# karakterek közötti szöveg, például: # szülinapot ellenőrizni#)

source: Show text with person
hu: Jegyzetek megjelenítése a személlyel

source: Show text with bapt., birth, death, cemetery
hu: Keresztelői, születési, elhalálozási, temetői jegyzetek megjelenítése

source: Show text with pre-nuptial etc.
hu: Házasság előtti szerződés, stb. jegyzetek megjelenítése.

source: Activate privacy filter
hu: Adatvédelmi szűrő bekapcsolása

source: TIP: the best privacy filter is your genealogy program<br> If possible, try to filter with that
hu: TIPP: a legjobb adatvédelmi szűrő az ön családkutató programja<br> Ha lehetséges, próbáljon meg azzal szűrni

source: Privacy filter settings
hu: Adatvédelmi szűrő beállításai

source: Privacy filter, filter persons born in or after this year
hu: Adatvédelmi szűrő, az ebben, vagy az ezt követő években született személyek kiszűrése

source: Year
hu: Év

source: Privacy filter, filter persons deceased in or after this year
hu: Adatvédelmi szűrő, az ebben, vagy az ezt követő években elhunyt személyek kiszűrése

source: Also filter data of deceased persons (for filter 2)
hu: Az elhunyt személyek adatait is szűrje (a 2. szűrőhöz)

source: Privacy filter exceptions
hu: Adatvédelmi szűrő kivételek

source: DO show privacy data of persons (with the following text in own code)
hu: MUTASSA a személyek bizalmas adatait (a következő szöveggel a saját kódban)

source: HIDE privacy data of persons (with the following text in own code)
hu: REJTSE EL a személyek bizalmas adatait (a következő szöveggel a saját kódban)

source: TOTALLY filter persons (with the following text in own code)
hu: Személyek TELJES kiszűrése (a következő szöveggel a saját kódban)

source: Extra privacy filter option
hu: Extra adatvédelmi szűrő opció

source: Show persons with no date information<br> <i>with these persons the privacy filter cannot calculate if they are alive</i>
hu: Időpont információ nélküli személyek megjelenítése<br> <i>ezen személyek esetében az adatédelmi szűrő nem tudja kiszámolni, hogy életben vannak-e</i>

source: With privacy show names
hu: Nevek megjelenítése adatvédelemmel

source: Show initials: D. E. Duck
hu: Kezdőbetűk megjelenítése: D. E. Duck

source: Genealogical copy protection<br> <i>family browsing disabled, no family trees</i>
hu: Genealógiai másolás védelem<br> <i>család böngészése kikapcsolva, nincs családfa</i>

source: Save all changes
hu: Minden módosítás mentése

source: Hide or show family trees per user group.
hu: Családfák megjelenítése vagy rejtése felhasználói csoportonként.

source: Editor
hu: Szerkesztés

source: If an .htpasswd file is used: add username in .htpasswd file.
hu: Amennyiben .htpasswd fájlt használ: adjon meg felhasználónevet a .htpasswd fájlban.

source: These settings can also be set per user!
hu: Ezeket felhasználónként is beállíthatja!

source: Hide or show photo categories per user group.
hu: Fénykép kategóriák elrejtése vagy mutatása felhasználói csoportonként.

source: Category name
hu: Kategória név

source: Show category?
hu: Mutassa a kategóriát?

source: No photo categories available.
hu: Nincs elérhető fénykép kategória.

source: PHP Version
hu: PHP Verzió

source: It is recommended to update PHP!
hu: Ajánlott a PHP frissítése!

source: MySQL Version
hu: MySQL Verzió

source: It is recommended to update MySQL!
hu: Ajánlott a MySQL frissítése!

source: Database
hu: Adatbázis

source: Database name
hu: Adatbázis név

source: Database setting
hu: Adatbázis beállításai

source: Database value
hu: Adatbázis érték

source: Example website provider
hu: Tárhely szolgáltató példa

source: Example for XAMPP
hu: XAMPP példa

source: Database host
hu: Adatbázis gazda

source: Database username
hu: Adatbázis felhasználónév

source: Database password
hu: Adatbázis jelszó

source: At a local PC also install database
hu: Helyi számítógépre is telepítsen adatbázist

source: YES, also install database
hu: IGEN, telepítsen adatbázist is

source: NO
hu: NEM

source: YES
hu: IGEN

source: Save settings and connect to database
hu: Beállítások mentése és kapcsolódás az adatbázishoz

source: Sometimes it's needed to add these lines to a /php.ini and admin/php.ini files to activate the PDO driver:
hu: Néha szükség van arra, hogy ezeket a sorokat hozzáadja a /php.ini és az admin/php.ini fájlokhoz, a PDO illesztő aktiválásához:

source: The database has NOT been created!
hu: Az adatbázis NEM jött létre!

source: Continue installation
hu: Telepítés folytatása

source: Database tables
hu: Adatbázis táblák

source: Size of statistics table
hu: Statisztikai tábla mérete

source: If needed remove old statistics.
hu: Ha szükséges, távolítsa el a régi statisztikát.

source: This may take some time. Please wait...
hu: Ez felvehet egy kis iőt. Kérjük, várjon...

source: Change admin username and password.
hu: Admin felhasználónév és jelszó megváltoztatása.

source: Number of failed logins attempts last month
hu: Sikertelen bejelentkezési kísérletek száma az elmúlt hónapban

source: Check admin account
hu: Admin fiók ellenőrzése

source: Failed login attempts
hu: Sikertelen bejelentkezési kísérletek

source: Login control
hu: Bejelentkezés ellenőrzése

source: At the moment you are logged in through PHP-MySQL.
hu: Jelenleg PHP-MySQL segítségével van bejelentkezve.

source: At the moment you are logged in through an .htacces file.
hu: Jelenleg .htacces fájl segítségével van bejelentkezve.

source: The folder "admin" has NOT YET been secured.
hu: Az "admin" mappa MÉG NINCS biztosítva.

source: INFO
hu: INFÓ

source: Secured website
hu: Biztosított weboldal

source: Next, you need a file with user names and passwords.<br> For example go to: http://www.htaccesstools.com/htpasswd-generator/<br> The file .htpasswd will look something like this:<br>
hu: Ezután, szüksége lesz egy fájlra felhaszlálónévvel és jelszóval<br> Például navigáljon ide: http://www.htaccesstools.com/htpasswd-generator/<br> A .htppasswd fájl valahogy így fog kinézni:

source: You can also try this password generator:
hu: Kipróbálhatja ezt a jelszó-generátort is:

source: Generate new ht-password
hu: Új ht-jelszó generálása:

source: OK (option is OFF)
hu: OK (opció KIKAPCSOLVA)

source: Status tree
hu: Fa állapota

source: This tree does not yet contain any data or has not been imported properly!
hu: Ez a fa nem tartalmaz még adatot vagy nem volt megfelelően importálva!

source: Import Gedcom file
hu: Gedcom állomány importálása

source: Installation of the standard tables. Or create tables from a scratch, they will be filled in with standard data.
hu: Standard táblák telepítése. Vagy hozzon létre táblákat, ezeket feltöltjük standard adattal.

source: (Re)create settings table.
hu: Beállítások tábla (újra) létrehozása.

source: (Re) create statistics tree table. <b>EXISTING STATISTICS TREES WILL BE REMOVED!</b>
hu: Fák statisztikai tábláinak (újbóli) létrehozása. <b>A MEGLÉVŐ STATISZTIKAI FÁKAT ELTÁVOLÍTJUK!<b>

source: User
hu: Felhasználó

source: Username
hu: Felhasználónév

source: Password
hu: Jelszó

source: THIS WILL BE YOUR ADMIN PASSWORD! (default password = humogen)
hu: EZ LESZ AZ ÖN ADMINISZTRÁTORI JELSZAVA! (alapértelmezett jelszó = humogen)

source: Family or genealogists
hu: Család vagy családkutató

source: Password for user: "family" (default password = humogen)
hu: "család" felhasználó jelszava: (alapértelmezett jelszó = humogen)

source: Remark: more users can be added after installation.
hu: Megjegyzés: további felhasználót adhat meg telepítés után.

source: (Re) create user group table.
hu: Csoport táblák (újbóli) létrehozása.

source: (Re) create CMS menu table, used for menu system of own pages.
hu: TKR menü tábláinak (újbóli) létrehozása, saját oldalak menürendszeréhez használható.

source: (Re) create CMS pages table, used for own pages.
hu: TKR oldalak tábláinak (újbóli) létrehozása saját oldalakhoz használható.

source: (Re) create user notes table.
hu: Felhasználói jegyzetek tábláinak (újbóli) létrehozása.

source: Empty log table.
hu: Üres naplótábla.

source: Family tree tables
hu: Családfa táblák

source: (Re) create all family tree tables. <b>*** ALL EXISTING FAMILY TREES WILL BE REMOVED! ***</b>
hu: Összes családfa tábla (újbóli) létrehozása. <b>*** MINDEN MEGLÉVŐ CSALÁDFÁT ELTÁVOLÍTUNK! ***</b>

source: Are you sure? Old settings will be deleted!
hu: Biztos benne? Régebbi beállításások törlődnek!

source: Creating tables:
hu: Táblák létrehozása:

source: create table: %s.
hu: tábla létrehozása: %s.

source: No errors above? This means that the database has been processed!
hu: Nincs hibaüzenet? Ez azt jelenti, hogy az adatbázist feldolgoztuk.

source: Translate into the right column. The untranslated items appear first.
hu: Fordítson a jobb oldali oszlopban. A fordítatlan elemek az elsőben jelennek meg.

source: Max items per page:
hu: Maximum elem egy oldalon:

source: Total items found:
hu: Összes talált elem:

source: FILE IS NOT WRITABLE!
hu: FÁJL NEM ÍRHATÓ!

source: Template
hu: Sablon

source: Fuzzy
hu: Homályos

source: Translation into
hu: Fordítás erre:

source: Date - time
hu: Dátum - idő

source: User/ Admin
hu: Felhasználó / Admin

source: IP address
hu: IP cím

source: Description
hu: Leírás

source: Change / Add
hu: Módosítás / Hozzáadás

source: IP Address
hu: IP Cím

source: Database is not yet available.
hu: Adatbázis még nem elérhető.

source: Administration menu login
hu: Adminisztrációs menü bejelentkezés

source: Please enter a valid username or password.
hu: Kérjük, írjon be érvényes felhasználónevet és jelszót.

source: Login
hu: Bejelentkezés

source: Edit geolocation database
hu: Geolokációs adatbázis szerkesztése

source: Create or update geolocation database
hu: Geolokációs adatbázis létrehozása vagy frissítése

source: Check how many new locations have to be indexed and how long the indexing may take (approximately).
hu: Ellenőrizze, hogy hány új helységet kell indexelni és (hozzávetőlegesen) mennyi ideig tart az indexelés.

source: All family trees
hu: Minden családfa

source: Check
hu: Ellenőrzés

source: No new locations were found to add to the database
hu: Nem találtunk új helységeket, amit az adatbázishoz adhatnánk

source: There are %s new unique birth/ death locations to add to the database.
hu: %s új születési / elhalálozási helység van, amit az adatbázishoz adhatunk.

source: This will take approximately <b>%1$d minutes and %2$d seconds.</b>
hu: Ez körülbelül <b>%1$d percet és %2$d másodpercet</b> vesz fel.

source: Started adding to data base.
hu: Adatbázis feltöltés elkezdődött.

source: <b>A location database could not be created.</b> <p>This could mean that the PHP function "allow_url_fopen" was disabled by your webhost for security considerations and the PHP extension "curl" (which is an alternative to allow_url_fopen) is not loaded on the server. <p>You could contact your webhost and request to either have "allow_url_fopen" enabled or "curl" loaded.
hu: <b>Nem tudtunk létrehozni új helység-adatbázist.</b> <p>Ez azt jelenti, hogy az "allow_url_fopen" PHP funkciót kikapcsolta a tárhely-szolgáltatója biztonsági megfontolásból és a "curl" PHP kiterjesztés (amely az allow_url_fopen egyik alternatívája) nem került betöltésre a kiszolgálón. <p>Felveheti a kapcsolatot tárhely-szolgáltatójával és kérheti az "allow_url_fopen" engedélyezését vagy a "curl"betöltését.

source: locations were successfully mapped.
hu: helységet sikeresen feltérképeztünk.

source: The following %d new locations were passed for query, but were not found. Please check their validity.
hu: A következő %d új helyre történt lekérdezés, de nem találtuk ezeket. Kérem ellenőrizze ezek érvényességét.

source: The process was interrupted because Google limits to maximum 2500 queries within one day (counting is reset at midnight PST, which is 08:00 AM GMT)
hu: A folyamat megszakadt mivel a Google napi maximum 2500 lekérdezést engedélyez (a számolást visszaállítja a PST szerinti éjfélkor, ami de. 08:00 óra GMT)

source: In total %1$d out of %2$d new locations were passed for query to Google.
hu: Összesen %1$d helységet a %2$d új helységből hagytunk jóvá a Google lekérdezéshez.

source: Tomorrow you can run this process again to add the locations that were not passed for geocoding today.
hu: Holnap újra futtathatja ezt a folyamatot,hogy hozzáadja azokat a helységeket, amelyeket ma nem geokódoltunk.

source: locations were recognized by geocoding and have been saved in the database.
hu: helységet geokódoltunk és mentettünk el az adatbázisban.

source: Change this location
hu: Módosítsa ezt a helységet

source: Add this location
hu: Adja hozzá ezt a helységet

source: Delete this location
hu: Helység törlése

source: Name of tree
hu: Fa neve

source: Starting year
hu: Kezdeti év

source: Interval
hu: Intervallum

source: Default slider position
hu: Csúszka alapértelmezett helyzete

source: OFF position (leftmost position)
hu: OFF helyzet (baloldali helyzet)

source: Show all periods (rightmost position)
hu: Minden periódus megjelenítése (jobboldali helyzet)

source: Home
hu: Honlap

source: Website
hu: Weboldal

source: Logoff
hu: Kijelentkezés

source: Control
hu: Vezérlő

source: New
hu: Új

source: Approved
hu: Jóváhagyva

source: General settings
hu: Általános beállítások

source: Default skin
hu: Alapértelmezett téma

source: Standard language admin menu
hu: Standard nyelv adminisztráció menü

source: Text in footer for all pages
hu: Minden oldal láblécének szövege

source: Can be used for statistics, counter, etc. It's possible to use HTML codes!
hu: Statisztikákra, számlálóra, stb. használhatja. HTML-kódot is használhat!

source: Search engine settings
hu: Keresőmotor beállításai

source: ATTENTION: the Apache module "mod_rewrite" has to be installed!
hu: FIGYELEM: a "mod_rewrite" Apache modult telepíteni kell!

source: Improve indexing of search engines (like Google)
hu: Keresőmotorok (mint pl. a Google) indexelésének javítása

source: becomes:
hu: ezzé válik:

source: Stop search engines
hu: Keresőmotorok leállítása

source: Search engines:<br>Hide family tree (no indexing)<br>Show frontpage and CMS pages
hu: Keresőmotorok:<br>Családfa elrejtése (nincs indexelés)<br>Előlap és TKR oldalak megjelenítése

source: Contact & registration form settings
hu: Kapcsolat & regisztráció űrlap beállításai

source: Block spam question
hu: Levélszemét-blokkoló kérdés

source: Block spam answer
hu: Levélszemét-blokkoló válasz

source: Mail form: use spam question
hu: Üzenet űrlap: levélszemét-blokkoló kérdés használata

source: Mail form: use newsletter question
hu: Üzenet űrlap: hírlevél kérdés használata

source: Adds the question: "Receive newsletter: yes/ no" to the mailform.
hu: Üzenet űrlaphoz adja ezt a kérdést: "Kapjak hírlevelet: igen / nem".

source: Visitors can register
hu: Látogatók regisztrálhatnak

source: Default user-group for new users:
hu: Új felhasználó alapértelmezett felhasználói csoportja:

source: Registration form: e-mail address
hu: Regisztrációs űrlap: e-mail cím

source: Send registration form to this e-mail address.
hu: Regisztrációs űrlap elküldése erre az e-mail címre.

source: Visitor registration: use spam question
hu: Lárogató regisztrációja: használja a levélszemét-blokkoló kérdést

source: International settings
hu: Nemzetközi beállítások

source: Timezone
hu: Időzóna

source: Minimum characters in search box
hu: Minimum leütés egy keresőmezőben

source: Minimum characters in search boxes (standard value=3. For Chinese set to 1).
hu: Minimum leütés keresőmezőkben (standard érték=3. Kínai nyelvez állítsa 1-re ).

source: Date display
hu: Dátum megjelenítése
