Repository: chs-59/HuMo-gen-Server
Catalog: languages/*/*.po
Languages: hu

source: Europe/Global - 5 Jan 1787
hu: Európa/Globális - 5 Jan 1787

source: USA - Jan 5, 1787
hu: AEÁ - Jan 5, 1787

source: China - 1787-01-05
hu: Kína - 1787-01-05

source: Order of names in reports
hu: Nevek sorrendje a jelentésekben

source: Western
hu: Nyugati

source: Chinese
hu: Kínai

source: Hungarian
hu: Magyar

source: Hungarian - reports and lists: Smith John
hu: Magyar - jelentések és listák: Smith John

source: Default timeline file (per language)
hu: Alapértelmezett idővonal állomány (nyelvenként)

source: Default
hu: Alapértelmezett

source: Settings Main Menu
hu: Beállítások főmenü

source: Website name
hu: Weboldal neve

source: Link homepage
hu: Főoldal hiperlink

source: (link to this site including http://)
hu: (ugorjon erre az oldalra beleértve a http://)

source: Link description
hu: Hiperlink leírása

source: Link for birthdays RSS
hu: Születésnap RSS hiperlinkje

source: This option can be turned on or off in the user groups.
hu: Ezt az opciót ki- és be lehet kapcsolni a felhasználói csoportokban.

source: Settings family page
hu: Családi oldal beállításai

source: Number of generations in descendant report
hu: Generációk száma leszármazási jelentésekben

source: Show number of generation in descendant report (standard value=4).
hu: Generáció számának megjelenítése leszármazási jelentésekben (standard érték=4).

source: Number of persons in search results
hu: Személyek száma keresési találatokban

source: Show number of persons in search results (standard value=30).
hu: Személyek számának megjelenítése keresési találatokban (standard érték=30).

source: Watermark text in PDF file
hu: PDF fájl vízjel-szövege

source: Watermark text (clear to remove watermark)
hu: Vízjel szöveg (hagyja üresen a vízjel eltávolításához)

source: Watermark RGB text color
hu: Víjzel RGB szövegszíne

source: Default values: R = 224, G = 224, B = 224.
hu: Alapértelmezett értékek: R = 224, G = 224, B = 224.

source: Item
hu: Elem

source: Select family tree
hu: Családfa kiválasztása

source: Selected family tree
hu: kiválasztott családfa

source: Names
hu: Nevek

source: View
hu: Nézet

source: Link
hu: Hiperhivatkozás

source: Owner of tree
hu: Fa tulajdonosa

source: Monday
hu: hétfő

source: Tuesday
hu: kedd

source: Wednesday
hu: szerda

source: Thursday
hu: csütörtök

source: Friday
hu: péntek

source: Saturday
hu: szombat

source: Sunday
hu: vasárnap

source: Visitors
hu: Látogatók

source: Visited families in the past 12 months
hu: Az utóbbi 12 hónapban meglátogatott családok

source: General statistics
hu: Általános statisztika

source: Statistics by date
hu: Statisztika dátum szerint

source: Old statistics
hu: Régi statisztika

source: Remove statistics
hu: Statisztika eltávolítása

source: Total number of visited families:
hu: Látogatott családok összes száma:

source: Status statistics table
hu: Állapot statisztikai táblája

source: family tree
hu: családfa

source: Records
hu: Bejegyzések

source: Number of unique visitors
hu: Egyedi látogatók száma

source: FAMILY TREE ERASED
hu: CSALÁDFA TÖRÖLVE

source: General statistics:
hu: Általános statisztika:

source: Counter
hu: Számláló

source: Total number of unique visitors:
hu: Egyedi látogatók összes száma:

source: Total number of families in the last hour:
hu: Az utóbbi órában látogatott családok száma:

source: Unique visitors - Country of origin
hu: Egyedi látogatók - Származási ország

source: Country of origin
hu: Származási ország

source: Unknown
hu: Ismeretlen

source: Most visited families:
hu: Leggyakrabban látogatott családok:

source: family
hu: család

source: last visited families:
hu: legutóbb látogatott családok:

source: date-time
hu: dátum-idő

source: FAMILY NOT FOUND IN FAMILY TREE
hu: NEM TALÁLTUNK CSALÁDOT A CSALÁDFÁBAN

source: are erased
hu: töröltük

source: Statistics will be removed PERMANENTLY. Make a backup first to save the statistics data
hu: A statisztikát VÉGLEGESEN eltávolítjuk. Készítsen biztonsági adatmentést a statisztikai adatok megőrzéséhez

source: Remove ALL statistics BEFORE this date:
hu: MINDEN statisztika eltávosítása a követtkező dátum ELŐTT:

source: d-m-yyyy
hu: n-h-éééé

source: REMOVE statistic data
hu: Statisztikai adatok ELTÁVOLÍTÁSA

source: User agent information
hu: Felhasználó ugynök információja

source: Path to the pictures
hu: Útvonal a képekhez

source: Status of picture path
hu: Kép útvonal állapota

source: Picture path doesn't exist!
hu: Nem létezik kép útvonal!

source: To show pictures, also check the user-group settings:
hu: Kép megjelenítéséhez ellenőrizze a felhasználó-csoport beállításait is:

source: Create categories for your photo albums
hu: Hozzon létre kategóriát fotóalbumaihoz

source: Do you really want to delete category:
hu: Tényleg törölni akarja ezt a kategóriát:

source: Save changes
hu: Változások mentése

source: Administration of the family tree(s), i.e. the name can be changed here, and trees can be added or removed.
hu: A családfá(k) adminisztrációja, t.i. a nevet lehet itt módosítani, fákat lehet hozzáadni vagy eltávolítani.

source: Name of family tree
hu: Családfa neve

source: Family tree data
hu: Családfa adat

source: Remove tree
hu: Fa eltávolítása

source: Add family tree
hu: Családfa hozzáadása

source: Add empty line
hu: Üres sor hozzáadása

source: Add empty line in list of family trees
hu: Üres sor hozzáadása a családfák listájában

source: Collation
hu: Egyeztetés

source: Choose tree:
hu: Fa kiválasztása:

source: Check invalid dates
hu: Érvénytelen dátumok ellenőrzése

source: With this option you can check the database for invalid dates. You will be given a link to edit the errors.
hu: Ezzel az opcióval érvénytelen dátumokat kereshet az adatbázisban. A megjelenő hivatkozásokat követve kijavíthatja a hibákat.

source: Only valid month notation: "jan", "feb", "mar", "apr", "may", "jun", "jul", "aug", "sep", "oct", "nov", "dec"
hu: Érvényes hónapbejegyzés: "jan", "feb", "mar", "apr", "may", "jun", "jul", "aug", "sep", "oct", "nov", "dec"

source: Only valid single prefixes: "bef", "aft", "abt", "est", "int", "cal"
hu: Érvényes egyedülálló előtagok: "bef", "aft", "abt", "est", "int", "cal"

source: Only valid double prefixes: "from 1898 to 1899", "bet 1850 and 1860"
hu: Érvényes kettős előtagok: "from 1898 to 1899", "bet 1850 and 1860"

source: With this option you can check the integrity of the tables in the MySQL database.
hu: Ezzel az opcióval ellenőrizheti a MySQL adatbázis tábláinak épségét .

source: Here you can view the latest changes that were made to data in your database.
hu: Itt tekintheti meg az adatbázisában levő adatain történt legutóbbi módosításokat.

source: Persons
hu: Személyek

source: Changed/ Added
hu: Módosítva/ Hozzáadva

source: When changed
hu: Módosítás időpontja

source: When added
hu: Hozzáadás időpontja

source: Unmark all options
hu: Minden jelölés törlése

source: Mark all options
hu: Minden opció jelölése

source: Possible consistency problems
hu: Lehetséges következetlenségi hibák

source: Details
hu: Részletek

source: birth date
hu: születési dátum

source: baptism date
hu: keresztelési dátum

source: death date
hu: elhalálozási dátum

source: burial date
hu: temetési dátum

source: marriage
hu: házasság

source: mother
hu: anya

source: father
hu: apja

source: parents wedding date
hu: szülők házassági dátuma

source: previous child of mother
hu: az anya előző gyermeke

source: marriage notice
hu: házasság hirdetése

source: church marriage
hu: egyházi házasságkötés

source: church marriage notice
hu: egyházi házasság hirdetése

source: Spouse
hu: Házastárs

source: BORN_SHORT
hu: szül.

source: BAPTISED_SHORT
hu: ker.

source: DIED_SHORT
hu: megh.

source: BURIED_SHORT
hu: tem.

source: %s more than %d years after %s
hu: %s több, mint %d évvel ezután: %s

source: %s before or less than %d years after %s
hu: %s előtt vagy kevesebb, mint %d évvel ezután: %s

source: %s less than %d years after %s
hu: %s kevesebb, mint %d évvel ezután: %s

source: age (up till today) more than %d years (age: %d)
hu: életkor (a mai napig) több, mint %d év (életkor: %d)

source: age (by %s) more than %d years (age: %d)
hu: életkor (%s szerint) több, mint %d év (életkor: %d)

source: age difference of more than %d years with spouse (%d)
hu: korkülönbség a házastárshoz viszonyítva több, mint %d év (%d)

source: %s less than %d months after %s
hu: %s kevesebb, mint %d hónap ezután: %s

source: %s before %s
hu: %s ez előtt: %s

source: Checking database tables...
hu: Adatbázis tábláinak ellenőrzése...

source: Edit invalid date
hu: Érvénytelen dátum szerkesztése

source: Invalid date
hu: Érvénytelen dátum

source: Invalid person dates:
hu: Érvénytelen személyi dátumok:

source: Invalid family dates:
hu: Érvénytelen családi dátumok:

source: Invalid event dates:
hu: Érvénytelen esemény dátumok:

source: Invalid connection dates:
hu: Érvénytelen kapcsolási dátumok:

source: Invalid address dates:
hu: Érvénytelen cím dátumok:

source: Invalid repository dates:
hu: Érvénytelen lelőhely dátumok:

source: Invalid source dates:
hu: Érvénytelen forrás dátumok:

source: Click events by person
hu: Kattintson a személy életének eseményeire

source: Click events by marriage
hu: Kattintson a házasság eseményeire

source: Click relevant person source
hu: Kattintson a releváns forrásra

source: Click addresses
hu: Kattintson a címekre

source: Click relevant family source
hu: Kattintson a releváns családi forrásra

source: Click relevant event source
hu: Kattintson a releváns esemény forrásra

source: Address editor
hu: Címszerkesztő

source: Source editor
hu: Forrás szerkesztő

source: Repository editor
hu: Lelőhely szerkesztő

source: E-mail address
hu: E-mail cím

source: E-mail address will not be shown on the site: an e-mail form will be generated!
hu: E-mail címet nem jelenítünk meg az oldalon: egy e-mail űrlapot fogunk generálni!

source: Tree privacy
hu: Fa adatvédelem

source: FILTER ALL persons
hu: MINDEN személy SZŰRÉSE

source: DISPLAY ALL persons
hu: MINDEN személy MEGJELENÍTÉSE

source: This option is valid for ALL persons in this tree!
hu: Ez az opció érvényes MINDEN személyre ebben a fában!

source: Back to main merge menu
hu: Vissza az egyesítés főmenüjéhez

source: <- Switch left and right ->
hu: <- Váltson jobb és bal között ->

source: Skip to next
hu: Átugrik a következőre

source: Skip to nr:
hu: Ugrás a köv. sz.:

source: Go!
hu: Indít!

source: Merge right into left
hu: Olvassza a jobboldalit a baloldaliba

source: No more duplicates found
hu: Nincs több dupla találat

source: You cannot merge persons of opposite sex. Please try again
hu: Nem egyesíthet ellentétes nemű személyeket. Próbálja újra

source: Choose another pair
hu: Válasszon másik párt

source: This is one person already - you can't merge! Please try again
hu: Ez már egyetlen személy - nem egyesíthet! Próbálja újra

source: The checked items will be the ones entered into the database for the merged person. You can change the default settings
hu: A bejelölt elemek kerülnek az adatbázisba az egyesített bejegyzéshez. Módosíthatja az alapértelmezett beállításokat

source: No more surrounding relatives to check
hu: Nincs több környező bejelölhető rokon

source: With "Duplicate merge" the program will look for all persons with a fixed set of criteria for identical data. These are: <ul><li>Same last name and same first name.<br> By default, people with blank first or last names are included. You can disable that under "Settings" in the main menu.</li> <li>Same birthdate or same deathdate.<br> By default, when one or both persons have a missing birth/death date they will still be included when the name matches. You can change that under "Settings" in the main menu.</li></ul> The found duplicates will be presented to you, one pair after the other, with their details.<br> You can then decide whether to accept the default merge, or change which details of the right person will be merged into the left.<br> If you decide not to merge this pair, you can "skip" to the next pair.<br> If after the merge there are surrounding relatives that might need merging too, you will be urged to move to "Relatives merge"<br> If you have interrupted a duplicate merge in this session (for example to move to "relatives merge"), this page will also show a "Continue duplicate merge" button so you can continue where you left off.<br> <b>Please note that generating the duplicates may take some time, depending on the size of the tree.</b>
hu: A "Duplák egyesítésével" a program megkeres minden olyan személyt amelynek adatai azonosak, rögzítet kritériumoknak megfelelően. Ezek: <ul><li>Azonos családnév és azonos keresztnév.<br> Alapból, az üres kereszt- vagy családnevű személyek is beleértődnek. Ezt kikapcsolhatja a főmenü "Beállítások" alatt.</li> <li>Azonos születési és azonos elhalálozási dátum.<br> Alapból, a hiányzó születési / elhalálozási dátummal rendelkező személyek is beleértődnek, ha a név talál. Ezt módosíthatja a főmenü "Beállítások" alatt.</li></ul> A dupla találatokat bemutatjuk önnek, egyik párt a másik után, részletes adataikkal együtt.<br> Ön majd eldöntheti, hogy elfogadja az alapértelmezett egyesítést vagy módosítja, hogy a jobb oldali személy mely adatai olvadnak bele a bal oldaliéba.<br> Ha úgy dönt, hogy nem egyesíti ezt a párt, "ugorhat" a következőre.<br> Ha az egyesítés után vannak környező rokonok, akiket szintén egyesíteni kellene, javasolva lesz a "Rokonok egyesítése"<br> Ha megszakította a duplák egyesítését ebben az ülésben (például mert átlépett a "Rokonok egyesítéséhez"), ez az oldal megjelenít egy "Duplák egyesítésének folytatása" gombot, hogy ott folytathassa, ahol abbahagyta.<br> <b>Ne feledje, hogy a duplák generálása egy kis időbe telik, a fa méretétől függően.</b>

source: Continue duplicate merge
hu: Duplák egyesítésének folytatása

source: Generate new duplicate merge
hu: Új duplák egyesítésének generálása

source: Please wait while duplicate list is generated
hu: Várjon, amíg a duplák listáját generáljuk

source: Possible duplicates found:
hu: Lehetséges duplákat találtunk:

source: Start comparing duplicates
hu: Duplák összehasonlításának kezdése

source: No duplicates found. Duplicate merge and Automatic merge won't result in merges!
hu: Nem találtunk duplát. A Duplák egyesítése és az Automatikus egyesítés nem fog egyesítést eredményezni!

source: You can try one of the other merge options
hu: Megpróbálkozhat a további egyesítési opciók egyikével

source: Pick the two persons you want to check for merging
hu: Válassza ki a két személyt amelyet össze szeretne hasonlítani egyesítés céljából

source: <b>TIP: when you click "search" with all boxes left empty you will get a list with all persons in the database. (May take a few seconds)</b>
hu: <b>TIPP: amikor a "keresésre" kattint úgy, hogy minden mező üres, egy listát kap az adatbázis összes személyével (Felvehet néhány másodpercet)</b>

source: First name
hu: Keresztnév

source: Last name
hu: Családi név

source: Pick a name from search results
hu: Válasszon egy nevet a keresési találatok közül

source: Show details
hu: Részletek megjelenítése

source: Switch persons
hu: Személyek cseréje

source: Automatic merge will go through the entire database and merge all persons who comply with ALL the following conditions:<br> <ul><li>Both persons have a first name and a last name and they are identical</li> <li>Both persons have parents with first and last names and those names are identical</li> <li>Both persons' parents have a marriage date and it is identical (This can be disabled under "Settings")</li> <li>Both persons have a birth date and it is identical OR both have a death date and it is identical</li></ul> <b>Please note that the automatic merge may take quite some time, depending on the size of the database and the number of merges.</b><br> You will be notified of results as the action is completed
hu: Az automatikus egyesítés végigmegy a teljes adatbázison és minden személyt egyesít, akik megfelelnek a következő feltételek MINDENIKÉNEK:<br> <ul><li>Mindkét személynek van családi- és keresztneve és ezek azonosak</li> <li>Mindkét személynek vannak kereszt- és családnévvel rendelkező szülei és azok a nevek azonosak</li> <li>Mindkét személy szülei rendelkeznek házassági dátummal és azok azonosak (Ez kikapcsolható a "Beállításokban")</li> <li>Mindkét személy azonos születési dátummal VAGY azonos elhalálozási dátummal rendelkezik</li></ul> <b>Vegye figyelembe, hogy az automatikus egyesítés több időt vehet fel, az adatbázis méretétől és az egyesített személyek számától függően.</b><br> Az eredményről értesítést kap, amint a folyamat befejeződött.

source: Please wait while the automatic merges are processed...
hu: Kérjük várjon, amíg az automatikus egyesítést végrehajtjuk...

source: No automatic merge options were found.
hu: Nem találtunk automatikus egyesítés opciót.

source: Automatic merge completed
hu: Automatikus egyesítés befejezve

source: merges were performed
hu: egyesítést hajtottunk végre

source: It is recommended to continue with <b>"Relatives merge"</b> to consider merging persons affected by previous merges that were performed.
hu: Ajánlott, hogy a <b>"Rokonok egyesítésével"</b> folytassa, hogy megfontolja azon személyek egyesítését, akiket az előzőleg végrehajtott egyesítések érinthetnek.

source: Relatives merge
hu: Rokonok egyesítése

source: You may wish to proceed with duplicate merge or manual merge.
hu: Elkezdheti a duplák egyesítését vagy a kézi egyesítést.

source: Duplicate merge
hu: Duplák egyesítése

source: Manual merge
hu: Kézi egyesítés

source: These are the persons that were merged:
hu: Ezeket a személyeket egyesítettük:

source: Merge filter settings
hu: Egyesítési szűrő beállításai

source: Max characters to match firstname:
hu: Legtöbb betű a keresztnév-egyezéshez:

source: In different trees, first names may be listed differently: Thomas Julian Booth, Thomas J. Booth, Thomas Booth etc. By default a match of the first 10 characters of the first name will be considered a match. You can change this to another value. Try and find the right balance: if you set a low number of chars you will get many unwanted possible matches. If you set it too high, you may miss possible matches as in the example names above.
hu: Különböző fákban a keresztnevek különféleképpen jelenhetnek meg: Kristóf András János, Kristóf A. János, Kristóf János, stb. Alapból az első 10 betű egyezése a keresztnévből találatnak minősül. Ezt módosíthatja más értékre. Próbálkozzon és találja meg az egyensúlyt: ha alacsonyra állítja a számot, túl sok kéretlen lehetséges egyezést kap. Ha túl magasra állítja, lehetséges találatokat zárhat ki a fenti nevek példáihoz hasonlóan.

source: include blank lastnames
hu: üres családi neveket is belefoglalom

source: By default two persons with missing lastnames will be included as possible duplicates. Two persons called "John" without lastname will be considered a possible match. If you have many cases like this you could get a very long list of possible duplicates and you might want to disable this, so only persons with lastnames will be included.
hu: Alapértelmezetten két hiányzó családnevű személyt lehetséges duplának vesszük. Például, két vezetéknév nélküli "János" nevű ember lehetséges találatnak minősül. Ha sok ilyen eset áll fenn, nagyon hosszú listát kaphat a lehetséges duplákkal és ezért úgy is dönthet, hogy kikapcsolja ezt a lehetőséget, úgy, hogy csak vezetéknévvel rendelkező személyek kerüljenek a találatok közé.

source: include blank firstnames
hu: üres keresztneveket is nézzen

source: Same as above, but for first names. When enabled (default), all persons called "Smith" without first name will be considered possible duplicates of each other. If you have many cases like this it could give you a long list and you might want to disable it.
hu: A fentihez hasonló, de keresztnevek nélkül. Mikor be van kapcsolva (alapértelmezett), minden "Kovács" nevű, de hiányzó keresztnevű személy egymás lehetséges duplumának lesz tekintve. Ha sok hasonló esete van, hosszú listát kaphat és esetleg kikapcsolná ezt az opciót.

source: include blank dates
hu: üres dátumokat is foglaljon bele

source: By default, two persons with identical names, but with one or both missing birth/death dates are considered possible duplicates. In certain trees this can give a long list of possible duplicates. You can choose to disable this so only persons who both have a birth or death date and this date is identical, will be considered a possible match. This can drastically cut down the number of possible duplicates, but of course you may also miss out on pairs that actually are duplicates.
hu: Alapértelmezetten, két azonos nevű, de az egyik vagy mindkettő esetében hiányzó születési / elhalálozási dátummal rendelkező személyt lehetséges duplának tekintünk. Ez bizonyos fák esetében a lehetsége duplák hosszú listáját eredményezi. Kikapcsolhatja ezt a lehetőséget, hogy csak azokat a személyeket tekintse lehetséges találatnak, ahol mindkét esetben van születési vagy elhalálozási dátum és ezek megegyeznek. Ez jelentősen lecsökkentheti a lehetséges találatok listáját, de természetesen el is nézhet olyan párokat, amelyek tényleg duplák.

source: Automatic merge
hu: Automatikus egyesítés

source: include parents marriage date:
hu: vegye figyelembe a szülők házassági dátumát is:

source: Automatic merging is a dangerous business. Therefore many clauses are used to make sure the persons are indeed identical. Besides identical names, identical birth or death dates and identical names of parents, also the parents' wedding date is included. If you consider this too much and rely on the above clauses, you can disable this.
hu: Az automatikus egyesítés veszélyes üzlet. Ezért számos kitételt használunk, hogy megbizonyosodjunk arról, hogy a két személy valóban azonos. Az azonos nevek, azonos születési vagy elhalálozási dátum és a szülők azonos neve mellett a szülők házassági dátumát is belefoglaltuk. Ha úgy gondolja, hogy ez túl sok és csak a fenti kitételekre hagyatkozik, kikapcsolhatja ez utóbbit.

source: Reset
hu: Visszaállítás

source: Merge Options
hu: Egyesítési beállítások

source: <b>NOTE:</b> None of these buttons will cause immediate merging. You will first be presented with information and can then decide to make a merge.<br><br> <b>TIP:</b> Start with automatic merge to get rid of all obvious merges. (If no automatic merge options are found, try the duplicate merge option).<br> These will likely cause surrounding relatives to be found, so continue with the "Relatives merge" option.<br> Once you finish that, most needed merges will have been performed. You can then use "Duplicate merge" to see if there are duplicates left to consider for merging.<br> As a last resort you can perform manual merges.
hu: <b>MEGJEGYZÉS:</b> Egyik gombbal sem egyesírhet azonnal. Először információk kerülnek bemutatásra és ezután dönthet az egyesítés végrehajtásáról.<br><br> <b>TIPP:</b> Kezdje automatikus egyesítéssel, hogy megszabaduljon az egyértelmű dupláktól. (Ha nincs automatikus egyesítés opció, próbálja a duplák egyesítése lehetőséget).<br> Ez valószínűleg környező rokonok megtalálásával jár, így folytassa a "Rokonok egyesítése" opcióval.<br> Amint ezzel végzett, a legszükségesebb egyesítéseket már végre is hajtotta. Ezután használhatja a "Duplák egyesítését", hogy ellenőrizze, hogy van-e még dupla, akit egyesí1teni kellene.<br> Végső esetben végrehajthat kézi egyesítéseket is.

source: You will be shown the set of strict criteria used for automatic merging and then you can decide whether to continue.
hu: Megmutatjuk az automatikus egyesítéshez használt szigorú feltételeket és ön majd eldöntheti, hogy folytatja-e vagy nem.
